'use strict';

G('all');//g[L]=new G('all');if(g[L++])L++;
C('0	*all.htm	項目列表');

/*
TODO:
add 相關主題/tag: 用以顯示 系列書籍/相關主題 文章列表 + note

時間/假名順有差是因為有些(如銀色)排了兩次,在時間順(以T[]為index)中雖然算一次,但在假名順中算兩次
'Moon Light' shubld be 'MoonLight', but there is already a 'moonlight' exist, and 標籤 id 不分大小寫
Ribbon95,MemoriesOff 也有 save..

三小時看懂系列
三小時讀通這本書


認知偏誤系列
虚淵玄系列
アトリエさくら Team.NTR 系列


G('を	wo');
G('ん	n');
*/
//	add here	====================================================

G('あ	a');//1-
C('98	ai-sai	愛妻	2001/8/6–7 03:35PM	all	2001.8.3–7	=	68	★★	★★☆	★★★★	★★★');//1
C('722	AisuruTsumaNoAna	愛する妻の穴は他人の穴だった……	2013/11–12/9 14:43	all	2013/11/20–12/4	=	82	★★★☆	★★★	★★★★	★★★☆');
C('718	AiSuruTsumaMariko	愛する妻、真理子が隣室で抱かれるまで	2013/8/8 22:16:38	all	2013/7/4-5,8/4	=	80	★★★	★★	★★★	★★★');
C('688	aspc-0011	愛する妻、美咲の不倫証拠	2012/6/9 21:31:55	all	2012/6/9–11	=	85	★★★★	*本系列有史以來最高！終於進入一般遊戲的範疇了？	★★☆	*乏善可陳	★★☆	*前作玲奈の浮気告白較好	★★☆	*不很快適');
C('660	netorare7	愛する妻、玲奈の浮気告白	2011/6/12 18:19:02	all	2011/5/1–2011/6/12	=	65	★★☆	*某些地方不甚合理	★★	★★★★	★★☆');//2
C('60	AOITORI	青い鳥	2001/6/20 09:02PM	all	2001/6/13,20	=	*踏破率100%！附CWin用reg檔，請自行更改目錄。	85	★★★☆	★★★★	★★★(★)	★★★☆');//3
C('367	aoi_namida	青い涙	2004/8/2 17:10–3 15:55	all	2004/7/30–8/2	=	95	*どうかな。一直徬徨著到底要打96還是95。本來還想，「這遊戲不打96，那還有什麼遊戲能打96的!?」……	★★★★★(★)	*要不是我不是不太認同其「愛」「情」論的話，此作穩拿96了。	★★★(★)	★★★(★)	★★★☆');//4
C('102	moonlight	蒼ざめた月の光	2001/8/15 08:12AM	all	2001/8/13–15	=	92	★★★★★	*看在有中心主題的份上，多少加點分。	★★★(★)	★★★★★	★★★★');//5
C('30	aozora	果てしなく青い、この空の下で…。	2000/10/15	all	2000.10.7–15	*	*死在 20G 的 Quantum 硬碟中	92	*想再打高一點的……	★★★★★	★★★★	★★★☆	★★★☆');//6
C('286	aka	朱-Aka-	2003/7/19 7:18	all	2003/7/15–16,18–19	=	*Ver1.11。「銀色」クリア後、アラミスのボイスが付くようになりますから、このデータを使って、楽しみなさい。<br/>附臺版每到おまけ的やかま進藤さんＨ時程式就會當掉之pass檔。	96	*雖然因限於銀色的設定，而在某些部分令我有些許不滿，但此作的確值這分數。	★★★★★★	*在描述手法上面，仍舊是Hgame中的優秀作品啊！而內涵方面，更不在話下。雖然，丟出的是問題而不是答案。但若做了解答，問題說不定會更大。	★★★★★(☆)	*聲樂曲尤其優秀	★★★★★	★★★★☆');//7
C('295	AQUAS	AquaS-アクアス-	2003/9/7 3:0	all	2003/8/10	=	90	★★★★☆	★★★★	★★★(★)	★★★(★)');//8
C('122	akogare	憧れ～あこがれ～	2001/8/6,9/21 11:27PM	<span class="nC">none</span>	2001.8.6			*未玩完，加上CG過差，不評。');//9
C('134	ADAM	ADAM	2001/11/2 09:26PM	all	2001.10.14–11.2	=	88	★★★(★)	★★★(★)	★★★★☆	★★★★(☆)');//10
C('90	Up!	Up!-アップ-	2001/7/30 01:07AM	CG all only	2001/7/30	=	70	★★	★★	★★★☆	★★☆');//11
C('297	ATLACHNACHA	アトラク＝ナクア	2003/9/27 21:18	all	2003/9/26–27	=	*嘗試了一些方法來「正常」的享受這個舊game，因此save檔恐怕需要因環境再作更改。	91	★★★★☆	★★★★	★★★★	★★★★');//12
C('624	aniyome_no_inketsu	兄嫁の淫穴	2010/3/28 15:54	all	2010/3/27	=	50	★	*雖然算不上厭惡，但實在太短了。	★★	*沒印象	★★★★	★★★★');//13
C('700	aneoyako	姉母娘でイクッ！	2012/10/31 22:35:31	all	2012/10/27–28	=	75	★★	★★☆	★★★★	★★★★');
C('508	ANEKOI	姉恋模様	2006/8/15 19:40–19 23:04	all	2006/8/14 6:50–15 19:49	=	81	★★★	★★★☆	★★	*相性については……最悪。	★★★');//14
C('532	anesuku	姉☆スク	2007/5/4 22:53	all	2007/4/30–5/4	=	83	★★★(☆)	★★(★)	★★★★	★★★★');//15
C('531	anerape	姉レイプ	2007/3/30 22:59	all	2007/3/30晚	=	65	★★☆	★★☆	★★★☆	★★');//16
C('308	After	After...	2003/11/24 3:21	all	2003/11/23–24	=	*修正データ 01B+02，與初回版不相容。<br/>雖然因為遊戲設計，大概沒有每句臺詞都讀到……起碼也有九成七、八吧。	89	★★★★(☆)	★★★(★)	★★★(★)	★★★☆	*問題在速度慢，又會crash。');//17
C('309	Amatsumiyo	天ツ澪	2003/12/6 14:52	all	2003/11/24,12/6	=	*與初回版不相容	87	*我恐怕只是因為此作設定有點奇幻所以才打這麼高的分數吧。仔細分析起來，其實沒什麼。	★★★★	★★★★☆	*話是這麼說，但用了很多古典音樂啊。當然，原創的部分也不錯就是了。	★★★☆	★★(☆)');//18
C('457	ayakashi	AYAKASHI	2005/11/15 0:45	all	2005/11/12–15 0:40	=	88	★★★★	★★★★☆	★★★★	★★★★★	*因為多媒體效果而加分');//19
C('470	ayakasibito	あやかしびと	2006/2/12 12:20–23:45	all	2006/2/7–12	=	90	*可惜結束後總有種不充足感。	★★★★☆	*テキストだけなら上手いんだが	★★★☆	*余り印象に残さない	★★★★	*雖然還是有些地方怪怪的，不過中央東口這次已經幹得不錯了。	★★★★	*最大的問題在skip');//20
C('10	Alive	Alive	2000.3.7–9	all	2000.3.8–9	=	*無說明,未確認	87	★★★★	★★★☆	★★★★	★★★☆');//21
C('385	ARISIHINOUTA	在りし日の歌	2004/10/6–7 7:10	all	2004/10/3–6	SONG	87	★★★★	*僅憑著我喜歡那稍微有帶出來的氣氛……	★★★★	★★★★	★★★★☆');//22
C('167	arukimedes	アルキメデスのわすれもの	2002/1/20 06:17PM	all	2002.1.16–19	=	87	★★★★	*以普通遊戲的水準，而非fan CD！雖然說這麼比起來分量還是有點少……	★★★★	★★★★	★★★★');//23
C('12	Album	アルバムの中の微笑み	2000.3.11–12	all 幾乎是每句話吧 ^^;	2000.3.11–12	=	*無說明,未確認	84	★★★☆	★★★☆	★★★	★★★★★');//24
C('77	Unbalance	Unbalance	2001/7/17 12:10AM	all	2001/7/16	=	86	★★★★(☆)	★★★★	★★★★(☆)	★★★(★)');//25

G('い	i');//26-
C('136	EVE ZERO	EVE ZERO -ark of the matter-	2001/11/8 11:50PM–11 10:36PM	all	2001.11.6–11	=	92	★★★★★	★★★(★)	★★★★☆	★★★(★)');//26
C('170	EVE burst error	EVE burst error	2002/1/27 01:53PM	all	2002.1.23–27	=	*遊戲進行各階段的save	93	★★★★★	★★★☆	★★★(★)	★★★');//27
C('163	EVETFA	EVE TFA	2001/12/24 04:52PM–29 11:03AM	all but 1 CG..bug?	2001.12.22–9	=	92	★★★★(★)	★★★(★)	★★★★☆	★★★★');//28
C('157	eve haze	eve haze～媚藥の王樣～	2001/12/17 01:37AM	all	2001.12.14–16	=	83	★★★	★★☆	★★☆	★★★');//29
C('2	isaku	遺作	2000.3.25–26	玩玩就算 ^^;	1999.9?10?一兩週間		81	★★★	★★★	★★★★	★★★');//30
C('110	Icho	いちょうの舞う頃	2001/8/29 12:28AM	all CG&GoodEND	2001.8.27–29	=	83	★★★★	★★★(☆)	★☆	★★');//31
C('244	ID	いつか、どこかで－あの雨音の記憶－	2002/10/18 23:27	all	2002.10.16	=	*利用save1可買到REPLAY及MUSIC功能。若初始化，連既讀紀錄都會消失。	86	★★★★	★★★★	★★★	★★★★');//32
C('141	itsuka	いつかの空	2001/11/25 01:02AM–12/5 04:41PM	omake all+笑梨ED	2001.11.23–12.5	=	79	*完完全全被使玩家無力化的系統打敗了	★★★	★★★☆	★★★★	☆');//33
C('471	imilover	Imitation Lover	2006/2/18 19:21–23:25	all	2006/2/12–14	=	92	*本來因為內容較少，應該比<a>天使のいない12月</a>低一點的。不過，91又過低了些。	★★★★☆	★★★★	★★★★(☆)	★★★★(☆)');//34
C('481	imoutojiru	妹汁	2006/4/22 8:18	allED	2005/12/24–2006/4/21	=	60	★★	★★☆	★★★★(☆)	★★★☆	*鍵盤支援いまいち');//35
C('87	Infantaria	Infantaria	2001/7/10–29 12:31AM	解出Extra來全讀過了	2001/7/9–28		86	★★★☆	★★★★	★★★☆	★★★★');//36
C("56	innocentEye's	innocent Eye's	2001/5/31 10:09PM	all	2001/5/31	innocent Eye's	84	★★(★)	★★★☆	★★★★(★)	★★★★");//37
C('243	in white	in white	2002/10/10 17:44	all	2002.10.6,10	=	89	★★★★☆	★★★★★☆	★★★(★)	★☆');//38

G('う	u');//39-
C('55	VJEDOGONIA	吸血殲鬼ヴェドゴニア	2001/5/27 10:26AM–30 01:35PM	all	2001/5/27–30	=	95	★★★★(★)	★★★★★	★★★☆	★★★★☆');//39
C('226	Virus	Virus(ウィルス)	2002/6/27 17:09	all	2002.6.25–7	=	87	★★★★☆	★★★★	★★	★');//40
C('177	WingWind	Wing&Wind	2002/2/13 08:30PM	all	2002.2.11–13	=	88	★★★(★)	★★★(☆)	★★★(★)	★★★(★)');//41
C('214	Wind	Wind -a breath of heart-	2002/6/1 20:23–22:48	all	2002.5.27–6.1	=	90	★★★★☆	★★★★	★★★★(☆)	★★(☆)');//42
C('272	utaware	うたわれるもの	2003/5/3 2:39	all	2003/4/26–27,5/2	=	92	*本來想打91的，因為比起紅蓮天衝，差距好像也沒那麼大；但總結來說，果然還是……	★★★★☆	★★★★☆	★★★★☆	★★★★☆');//43
C('462	utuo	鬱夫の恋	2005/12/15 21:17	all	2005/12/14–15	=	88	*考慮到這個等級……畢竟很短，一兩小時就能結束了。	★★★★	*震撼度夠	★★★★☆	*不論配合度的話，是五星的。	(☆)	★★');//44
C('113	Utsukusi	うつくしひめ～魔法調教物語～	2001/9/8 06:44PM	AllEND	2001.9.8		81	★★★☆	★★★(☆)	★★★(★)	★★★★');//45
C('230	OIWIN	うつせみ-空蝉-	2002/7/11–12	all	2002.7.11–2	=	90	★★★★	★★★★☆	★★☆	★★★★');//46
C('305	Umi	海からくるもの	2003/11/18 22:45–19 7:33	all	2003/11/9–10,18	=	88	★★★★(☆)	★★★★(☆)	★★★★	★★★★(☆)');//47

G('え	e');//48-
C('26	AIR	AIR	2000/9/17,22	all	2000.9.19–22	=	95	★★★★★	*或再多★,高過リフレインブルー	★★★★★☆	★★★★	★★★☆');//48
C('483	ED_SORA2	英雄伝説 空の軌跡SC	2006/5/28 23:42	main route	2006/4/23–5/25	=	92	*考慮到完成度的結果……	★★★★☆	★★★★☆	*並非指平均，而僅挑出那些最佳的。	★★★★☆	★★★★☆');//49
C('551	ED_SORA3	英雄伝説 空の軌跡 the 3rd	2007/8/28 21:56	all	2007/8/18–28	=	89	★★★	★★★☆	★★★★	★★★★★');//50
C('88	BUNNY	エッチなバニーさんは嫌い？	2001/7/22–2001/7/29 09:25PM	all	2001/7/21–29	=	*使用方法：H的部份看おまけ，（對H沒興趣者可跳過，不過這樣買這game幹嘛？）然後savefile中五個結局看一看（事實上沒啥好看），一小時結束。（樂勝！）	72	★★☆	★★★☆	★★★	★★(★)');//51
C('618	eden*	eden* with PLUS+MOSAIC	2009/09/23 23:49:23	all	2009/9/20–23	=	91	*份量問題	★★★★★	★★★★★	★★★★★	★★★★☆');//52
C('278	Ever17	Ever17 -the out of infinity- Premium Edition	2003/6/13 13:50–14 19:01 	all	2003.6.3,7–8,10–13	=	*XP only。因為有選擇段落的功能，此save可能不是那麼有用。玩到一半才升級成v1.1，既読部分未完全。<br/>拿這次的save做了wsf的測試，所以變得有點複雜……ま、這次的已經作成自動安裝檔了，可費了不少時間。<b class="red">使用前請先安裝遊戲本體。</b>除非要自己搞的，<b class="red">請參照ReadMe.txt</b>。其實，用壓縮檔的話，根本就不必要搞到這地步吧。（……汗）<br/>應該不會有不懂日文還來下載的熱血馬鹿吧，畢竟這不是 Hgame……	95	*本來應該打96的，但是因為論理上的瑕疵太多，所以在考慮CG還不錯後，下了這決定。	★★★★★☆	*論理上的瑕疵～	★★★☆	*karma 一曲獨撐大局……かな(笑)	★★★★★	★★★★(☆)	*可惜有點慢');//53
C('598	ef	ef - a fairy tale of the two.	2009/2/17–23 1:47:56	all	2009/2/3–10 the first tale., 2009/2/10–17 the latter tale., 2009/2/23–25 anime 12+12	=	96	★★★★★☆	★★★★★	★★★★★	★★★★★');//54
C('144	elle	[él]-エル-	2001/11/25 09:46PM	all	2001.11.25	=	89	★★★(★)	★★★	*但頗合情境的	★★★★(☆)	★★★★☆');//55
C('693	ERECT	えれくと！	2012/7/19–21 23:10:34	all	2012/7/17–20	=	84	★★★☆	★★★☆	★★★★☆	★★★');
C('217	AS	AS～エンジェリックセレナーデ	2002/6/6 17:08	all	2002.6.2–6	=	*其實此save有一部份取自他人的 save……因為我太懶了。	86	★★★★	★★★★☆	★★★★(★)	★★');//56
C('175	EndlessSerenade	Endless Serenade	2002/2/1 04:10PM–2.2	all	2002.1.30–2.2	=	*內附staff及曲名	93	★★★★★	★★★★★☆	★★★(★)	★★(★)');//57

G('お	o');//58-
C("179	ALL ONE'S LIFE	ALL ONE'S LIFE	2002/2/14 04:35PM	all	2002.2.13–14	*	*又是那個死椎名里緒,非得逼我好好研究系統嗎？……檔案太大，放棄。第一byte改00試試，雖然只能看CG。	86	★★★(★)	*因有情趣的對話特此加分	★★★★(☆)	★★★(★)	★★★(★)	*在偶像長谷桐香H的部份有bug..");//58
C('506	otto	夫の前で犯されて…	2006/8/11 20:49–12 0:9	all	2006/8/11 13:35–20:40	=	80	★★(★)	★(☆)	*んなのあったっけ？	★★★☆	★★★');//59
C('202	ODEON	ODEON-オデオン-	2002/4/16 20:13	2EDs(可能就兩個)	2002.4.14–16	=	*沒有CG鑑賞,只有ED前save	88	*不太容易評啊，因為是不同層次的東西。但是因為劇情說明實在不是很清楚，所以在我看過Fun book之類解釋真正內涵的東西前，我會保持這個分數。	★★★★	★★★★	★☆	★★☆');//60
C('125	Omocha	大人のおもちゃ屋さん	2001/10/10 10:53PM	CG All only	2001.10.10		40	☆	★	★★☆	★★');//61
C('406	otoboku	処女はお姉さまに恋してる	2005/2/17 22:13–20 0:35	all	2005/2/12–16	=	84	★★★	★★(★)	★★★★☆	★★★(★)');//62
C('708	OniTaiTai	お兄ちゃんにはぜったい言えないたいせつなこと。	2013/2/12 19:33:54	all	2012/12–2013/2/12	=	85	*因其實用度而加分	★★★★	★★(★)	★★★★	★★★★');
C('591	onichichi	鬼父	2008/11/12 23:49	all	2008/11/4–12	=	*無說明	55	★★	★★☆	★★★★	★★★★');//63
C('548	OREKANO	俺は彼女を信じてる！	2007/8/7 20:49	あゆむED+NTRシーン	2007/8/5–7		85	★★★☆	★★(★)	*不記得了	★★★(★)	★★★★');//64
C('135	DePon	温泉DE卓球	2001/11/5 09:19PM	別人的save,CG all	2001.10.31–11.5	=	*因為這個save file及使用法似乎頗難找，所以雖未全，仍特此附上。<br/>先打開game一次，出來後會有DePon.Sdf。將此記錄改成相同時間試試。	75	★★	★★★	★★★☆	★★★');//65
C('489	OKK	女教師 君島美沙	2006/6/11 21:56	all	2006/5/29–6/3	=	*savedata は必要ないんだと思うが……	57	★(☆)	★☆	★★★☆	★★☆');//66

G('か	ka');//67-
C('494	CARNIVAL	CARNIVAL	2006/7/4–5 14:42	all	2006/7/2–4	=	95	*因內涵的充實，特加兩三分！	★★★★★☆	*加上小說之後的<s>預期</s>評價。雖然不是很長，不過足夠了！	★★★★☆	*其中四五首不錯	★★★☆	*見仁見智	★★★★');//67
C('65	nosurfacemoon	顔のない月	2001/7/3 08:14PM	all	2001/6/30–7/3	=	95	*雖然不是我想要的那種心靈破壞……	★★★★★	★★★★	★★★★★	★★★★☆');//68
C('115	nsmlc	顔のない月Limited Collection	2001/9/9 05:23PM	all	2001/9/9	=	*CG only(save檔太大，況且只有一個選項。)	84	★★★	★★★★	★★★★★	★★☆');//69
C('186	KAGETSU	歌月十夜	2002/3/1 08:56PM	all	2002.1.28–3.4	=	93	★★★★★	*雖然有點七零八落……	★★	★★★	★☆	*這是對我拿到的這個有瑕疵版。假如沒斷然crash的bug的話應該是★★★☆');//70
C('59	kasekinouta	化石の歌	2001/6/13 12:30PM	all	2001/6/12–13	=	*Jwin用	92	★★★★★	★★★★	*整體成績。有幾首很好，幾首稍差。	★★★(★)	★★★★(★)	*好多效果 ^^;');//71
C('237	kazenouta	風ノ唄	2002/9/15 15:34	all	2002.9.14–5	=	85	★★★(★)	★★★★☆	★★☆	★★★(★)');//72
C('165	KAZOKU	家族計画	2002/1/5 01:10AM–2002/1/6 10:15AM	all	2001.12.21–2002.1.5	=	93	★★★★★(★)	*有內涵喔！特此加分	★★★★	★★★★	★★★(★)');//73
C('504	KZ_N	家族計画～そしてまた家族計画を～	2006/7/29 23:24	all	2006/7/26	=	85	*因為太短，所以也不好說什麼。以後味來說，差不多就這樣了。	★★★★	*以質來說，倒是不錯的。	★★★★(☆)	*沿用。這裡的加減是我的心情問題(現在的標準)。	★★★(★)	*沿用	★★★');//74
C('549	katei	家族調教	2007/8/11 11:3	双子義妹,義姉編some route	2007/8/10–11		60	★★	★★★★(☆)	★★(★)	★★☆');//75
C('15	kana	加奈～いもうと～	2000.3.26–9	all	2000.3.26–9	=	*無說明,未確認	96	★★★★★★	★★★★☆	★★	★★★★');//76
C('182	canary	カナリア～この想いを歌に乗せて～	2002/6/6 15:12	<span class="nC">never</span>	2002.3		83分?	*此作評價幾乎全為推測	★★★☆?	★★★	*主題歌不錯	★★★	★☆	*太太太慢了');//77
C('617	kanomima	彼女が見舞いに来ない理由	2009/8/30–9/6 9:44	allED	2009/7/14–9/6 8:45	=	*無說明,未確認	70	*看在還有點東西與份量上	★★★	★★★	★★★	★★★☆');//78
C('510	KANOGI	彼女たちの流儀	2006/9/17–18 21:02	all	2006/9/3–10	=	84	★★★	★★★☆	★★★★	★★★★');//79
C('384	HIGAN	彼女の願うこと。僕の思うこと。	2004/9/20 7:4–28 17:09	all	2004/9/11–20	=	90	★★★★	★★★★(★)	★★★★	★★★★');//80
C('36	Kanoso64	Kanoso64～うぐぅ來訪者～	2000.12.3	all	2000.12.2上午		70	★★	★★	☆	★★★★');//81
C('4	KANON	KANON	2000.3.2	all	1999.12(?)兩週間	=	*無說明,未確認	94	★★★★★	★★★★★★	★★★★	★★★');//82
C('221	KAMINE	神音の森	2002/6/16 09:26	all	2002.6.16	=	83	★★(☆)	★★	★★★☆	★★★★');//83
C('227	KANGATARI	神語	2002/7/8 1:43,18:25	all	2002.7.6–8	=	93	*在失落感的壓力下……	★★★★★☆	*一樣，在失落感的壓力下	★★★(★)	★★☆	★★(☆)');//84
C('225	CAMPUSNE	CampuS NewEdition	2002/6/25 19:09	all	2002.6.21–5	=	86	★★★★	★★★(★)	★★★☆	★★★');//85

G('き	ki');//86-
C('53	kioku	記憶の海から～Watermark～	2001/5/26 03:06PM	all	2001/5/26	=	86	★★★★	*but致命失誤	★★★★★★	★★★★	*尚未成熟	★★☆');//86
C('199	KIKOKU	鬼哭街	2002/4/13 09:48,12/30補	all	2002.4.10–13	=	90	*失掉了前兩作那種無奈的思想,但還是有探究的主題	★★★★☆	*比起前兩作有點短	★★★☆	*有些人會覺得很熱血	★★★	★★★★');//87
C('54	KIZUATO	痕～きずあと～	2001/5/25 08:06PM–27 12:21AM	all	2001/5/25–27	=	92	★★★★★	★★★★★(☆)	★★★★	*256色不能強求	★★★★☆	*同樣的，600x480不能強求');//88
C('307	KISETSU	季節の花嫁	2003/11/23 11:7	all	2003/11/19,22–23	=	*CD版用	90	★★★★☆	*雖然是給這分數……不過這完全是因為這個作品有<a>SNOW</a>與<a>AIR</a>等遊戲一般過去編的複雜（？）劇情架構。若是去除此點，其實我對這部作品過重的愛戀偏執習氣已經快被壓得喘不過氣來。當然，這樣一來也就不可能獲得和<a>パンドラの夢</a>一樣的分數了。	★★★(★)	★★★☆	*身體比例怪怪的……	★★★★');//89
C('615	asairo	きっと、澄みわたる朝色よりも、	2009/8/5 18:48–7 20:23:27	all	2009/7/31–8/5	=	93	★★★★★	*雖然講了不少莫名其妙的東西，但加加減減，總比普通水準好了點。	★★★★★	*雖然我聽來總有點想抗拒……	★★★★	*背景感覺還比較引人	★★★★★');//90
C('68	Gibo	義母	2001/7/10 09:00PM	約1/5CG	2001/7/10		60	*已經是這樣的game了，系統竟然還不快適……	★(★)	★★(★)	★★★★(☆)	★★☆	*看在其他效果份上，因為只有聲音處理及 load 重……');//91
C('595	Megiddo	君が呼ぶ、メギドの丘で	2009/1/3 21:28	僅跑了主線	2008/12/28–2009/1/1	=	87	★★★★	★★★★	★★★★	★★★☆');//92
C('108	Kimibo	君が望む永遠	2001/8/25 09:30AM–12:36PM	all END&CG	2001.8.19–25;2006/7/15動畫14/14	=	*V1.00.03.Jwin用,雖然因劇情分佈較平均，以這game來說可能沒啥用……	95	*因劇本題材的廣泛性，特此加分。	★★★★★★	★★★★	*最好聽的首選OP,ED	★★★★(☆)	★★★★★');//93
C('612	kirakira	キラ☆キラ	2009/7/30 22:38:18	all	2009/7/18–27 18:39:31	=	92	★★★★	★★☆	*我對這沒興趣	★★★★	★★★★');//94
C('92	CastleFantasia3	キャッスルファンタジア～エレンシア戦記～	2001/8/1 02:26PM	跑過一次,CG&END All	2001/7/30–8/1		85	★★★(★)	★★★★	★★★★★	★★★☆');//95
C('112	Canvas	Canvas～セピア色のモチーフ～	2001/9/4 07:14AM	all	2001/9/4	=	84	★★★☆	★★★☆	★★★★(★)	★★★(★)');//96
C('VJEDOGONIA');//97
C('27	Silver	銀色—Silver—	2000/9/23–30	all	2000.9.23–30	=	*無說明,未確認	94	★★★★★☆	★★★★★☆	★★★☆	★★★');//98
C('188	ginirodvd	銀色～完全版～	2002/3/10 08:22AM,12 04:47PM	all	2002.3.7–10	=	95	*連石切姫都補完，可以考慮96	★★★★★(★)	★★★★★(☆)	★★★(★)	★★★☆');//99

G('く	ku');//100-
C('210	YABOU	クイズ埼玉連合の野望	2002/5/16 22:36	story all	2002.5.15–6	=	70	*說是要評，其實這類型的東西也沒啥好評的。幾乎沒有劇情，當然更不知道該打啥分數。	★	★★★★	*之前的東西	★★★(★)	★★★☆	*用CIRCUS的，連support都放在CIRCUS。');//100
C('93	KUON	久遠	2001/8/1 08:12PM	ED only	2001/8/1		82	*和去掉神話設定的光を……氣氛相當，等級則與好好作的ま‧ま‧ゴ‧ト一般。	★★★★	★★★★	★★★	★★★');//101
C('250	Khime	腐り姫	2003/1/1 17:20	all	2002.12.22,28,29,2003.1.1	=	*因為此遊戲設計的緣故，故只附上各定點之save。	93	★★★★★	★★★★★☆	★☆	★★★★(☆)	*總有點不夠華麗的感覺……但因為那極快速的skip，特此加分！');//102
C('276	KUSSETU	屈折	2003/5/10 21:3	all	2003/5/10	=	82	★★★	*雖說是同等級中不錯的作品，但在全部中的排名還是……	★★(★)	★★★☆	★★☆');//103
C('345	CLANNAD	CLANNAD-クラナド-	2004/5/25 18:55–21:58,26 8:50–10:13	all(因為選択肢數量多，與之後的牽連又不少，有些對話可能沒讀到。)	2004/5/2–23(EDAll)–26(all)	=	93	★★★★★	★★★★☆	★★★★☆	★★★★	*以「現在」的水準來說，是有點差了。只是，還不是不能接受的的範圍。');//104
C('138	GrandFinale	グランドフィナーレ	2001/11/22 06:37PM	CGAll,ED少一兩個	2001.10.10–11.22	=	*過程不是非常的重要，所以雖然少一兩個ED，若是趕時間還是直接使用此savefile吧；反正缺的ED從這之中仍能得知大概。	85	★★★★	★★★	★★★	★★☆');//105
C('553	Clear	Clear	2007/9/26,30	all	2007/9/8–24	=	92	*因為特別的模擬成功度，特此加分。	★★★★☆	★★★☆	★★★★☆	★★★☆	*logo不能快速跳過有點討厭');//106
C('35	GREEN	GREEN ～秋空のスクリーン～	2000/11/27 05:28AM,12.1	水野真琴	2000/11/23–27,12.1		84	★★★(★)	★★☆	★★★☆	★★★★★');//107
C('181	GreenGreen	グリーングリーン	2002/2/24 02:36PM–05:03PM	all	2002.2.14–24	=	91	★★★★(★)	★★★	★★★☆	★★☆	*太慢了');//108
C('168	Crescendo	Crescendo～永遠だと思っていたあの頃～	2002/1/21 08:26AM	all	2002.1.21–22	=	87	★★★★	★★★	★★	★★★★');//109
C('29	guren	紅蓮	2000/10/4	跑了一次	2000.10.1–4		80	★★★	★★★☆	★★★★☆	★★★');//110
C('260	GTS	紅蓮天衝－修羅－	2003/2/4 22:51	跑過兩次	2003.2.1–2		*大約都在與強敵(?)戰後存檔。	86	★★★☆	★★★	★★★★	★★☆');//111
C('261	GTR	紅蓮天衝－羅刹－	2003/2/4 23:00	跑過一次	2003.2.2		*大約都在地圖後存檔。	88	★★★★	★★★	★★★★	★★★(★)');//112
C('368	cc	CROSS†CHANNEL	2004/8/9 20:5,10–11 13:36	all	2004/8/5–8	=	*因為遊戲設計，有些「內容讀過」的橋段可能會因為沒跑過而被標作未讀。另外，又因為是一本道，所以附上的是各階段的里程碑。	92	*本來還在91或92排徊，但因為此作所強烈表達的主題，特此加分。	★★★★☆	★★★(★)	★★★★(☆)	*有些キャラ滿可愛的	★★★');//113
C('158	kurohime	黑姫	2001/12/20 12:18AM	all	2001.12.16–19	=	80	★★★(☆)	★★★(★)	★★★☆	★☆');//114
C('455	gunjou	群青の空を越えて	2005/10/30 22:35–11/10 20:46	all	2005/10/21–25 23:51	=	90	*因為理論的ボロ而減分。	★★★★☆	*因為有提到偉そうな理論，加級。	★★★(★)	★★★(★)	★★★☆');//115

G('け	ke');//116-
C('198	keiyaku	契約	2002/4/13 09:11	2/?EDs,omakeAll	2002.3.30–4.9	=	70	*只因為感覺還不錯，所以分數打高點。	★	★★★☆	★★★	★★');//116
C('116	Gekkou	月光	2001/9/12 12:06AM	all	2001/9/10–11	=	85	★★★★	*もっと、もっと	★★★★	★★★(☆)	★★★☆');//117
C('528	GekkounoCarnevale	月光のカルネヴァーレ	2007/2/18 21:58–20 21:50	all	2007/2/15–18	=	93	★★★★★	★★★★	*應該說是搭配得很好，但獨立聽就……	★★★★☆	★★★★☆');//118
C('101	Janyuki	幻想雀遊記～Fantasic Sparrow～	2001/8/12 02:41PM	story mode clear,CG還缺兩位	2001/8/11–12		78	★★★	*這game重點不在這裡 -_-	★★★★(☆)	★★★(☆)	★★★☆');//119

G('こ	ko');//120-
C('33	koigokoro	戀ごころ	2000.11.19	all	2000.11.11–2000/11/19		86	★★★★	★★★	★★★	★★★☆');//120
C('139	koimusubi	戀結び	2001/11/23 05:45PM	all	2001.11.23	=	75	★☆	★★	★	★★☆');//121
C('169	SON	コートの中の天使達	2002/1/24 08:42PM	<span class="nC">none</span>	2001.12.28,2002.1.24	=	*only omake All	70	★★★	*不過盡是老套	★★	★★	★☆	*我玩時音效還會出問題 (_/)');//122
C('196	cosmos	秋桜の空に	2002/4/3 22:09,5 09:53,7 08:14	all	2002.3.31–4.4	=	*因為各save太大，只附上CG full檔。想改變install位置的，請參照reg檔，別忘了順便改uninstall程式位置。	92	*勉強算到93吧	★★★★(★)	★★★(★)	*看在#19的份上。我竟然在整整一個月後的5/7現在又回想起了這首。其實那位歌姫程度不怎樣，還欠缺訓練，感情不太能表達。	★★★(★)	★★(☆)');//123
C('24	kokoro2	コ‧コ‧ロ…Ⅱ	2000/9/15	all	2000.9.12–15		81	★★★☆	★★★★	★★★☆	★★★☆');//124
C('453	KONAKANA	こなたよりかなたまで	2005/10/9 18:53–10 21:45	all	2005/10/3–9	=	93	*因其內涵特為加分	★★★★★	★★★(★)	★★★★☆	★★★★');//125
C('34	konomunenonaka	この胸の中生きて…	2000.11.22	琉璃子&チャコ	2000/11/19–22		83	★★★(★)	★★★★	★★★☆	★★');//126
C('269	YUNO	～この世の果てで恋を唄う少女～YU-NO	2003/4/21 20:40	all	2003/4/19–21	=	*附上改造指引及三人HappyED，6之後為改造的結果。	96	★★★★★(★)	★★★(★)	★★★★	★★★★');//127
C('201	Gomen	ゴメンなさい…アタシのせいで	2002/4/14 15:51	omakeAll,5EDs/約20EDs?	2002.4.14	=	78	★★★	★★★★	★★★(☆)	★★');//128
C('320	KOMOREBI	こもれびに揺れる魂のこえ	2004/2/1 12:16	all	2004/1/6–2/1	=	*2003/7/16 update<br/>檔案很小喔！只是其中的patch.exe使用Microsoft .NET Framework技術，是故請務必下載.NET Framework安裝後方能使用。	87	★★★(★)	★★★★(☆)	★★★★	★★★(★)');//129
C('590	ConcertoNote	コンチェルトノート	2008/11/2 12:30	all(FLOWCHART 100%)	2008/11/2 10/26–11/2	=	88	★★★★	★★(★)	★★★★	★★★★★');//130

G('さ	sa');//131-
C('192	ZAIAKU	罪悪感	2002/3/21 09:28PM	大部份劇情,all H scene	2002.3.5–21		77	★★(★)	★★★☆	★★★★(☆)	★★★(★)');//131
C('593	saiinf	催淫術師	2008/11/23 16:21–17:24	allED	2008/11/21–23	=	*無說明	60	★★	★★☆	★★★	★★★');//132
C('400	KUJIRA_DVD	最終試験くじら	2005/1/30–31 1:54	all	2005/1/1–31	=	*包括最終試験くじら-Conservative-	88	*應該說因為難解的謎團而特地加分吧？	★★★★(☆)	★★★☆	★★★★(★)	★★★★(★)');//133
C('565	imafv	最果てのイマ	2008/4/1–4 23:10:32	all	2008/3/23–4/1 2:20:58	=	95	★★★★★	★★★	★★★★★	★★★★☆');//134
C('84	SAORIN	さおりんといっしょ!!	2001/7/22 06:11PM	哈、這需要嗎？	2001/7/22			*此作無故事，故不評		*此作無故事，故不評	★★★★★	★★★☆	★★★');//135
C('23	sakuranbokaigan	さくらんぼ海岸	2000/9/13	一度だけbad end	2000.9.12		50	★☆	★★★	★★★☆	★☆');//136
C('316	SAYANOUTA	沙耶の唄	2004/1/21 15:32–18:33	all	2004/1/20–21	=	90	*假如純粹以「感覺」來評的話，我應該會多給一分吧。	★★★★☆	*說短是短，倒也無妨。	★★★★(☆)	*比鬼哭街好多了，尤其是那抒情的ED thema。	★★★(☆)	★★★★	*和前作好像沒啥改變');//137
C('288	SAYONARA	さよなら。	2003/7/20 0:9	all	2003/7/6,19–20	=	86	★★★★	*是有點短，就當個小品吧。	★★★★(☆)	*OP 特別不錯	★★★★	★★★★	*雖然 skip 還是有點慢……');//138
C('80	adieu	さよならを教えて	2001/7/16–19 04:09PM	all	2001/7/11–19	=	92	★★★★(★)	★★★★	★☆	★★★');//139

G('し	si');//140-
C('575	gstring	G線上の魔王	2008/8/13–17 18:57:30	all	2008/8/9–12	=	93	★★★★☆	★★★	★★★★☆	★★★★★');//140
C('21	jii2	自慰Ⅱ～仔羊達の眠れない夜～	2000.5.27	舟山望美	2000.5.27		75	★★☆	★★★	★★★(☆)	★★★');//141
C('73	jii	自慰倒錯	2001/7/13 10:53PM	all	2001/7/12–13	=	65	★(★)	★★	★★★★☆	★★★☆');//142
C('121	SEEK_RMS	SEEK-remasters-	2001.8.3–5	<span class="nC">none</span>	2001.8.3–5			*未玩完，加上印象過差，不評。');//143
C('52	SIZUKU	雫～しずく～	2001/5/23 09:20PM–26 03:11PM	all	2001/5/23–25	=	91	★★★★(★)	★★★★★★	★★★★	*256色不能強求	★★★★	*不能600x480，但無法強求');//144
C('159	Sinobi	偲-月影の迷宮	2001/12/20 12:08AM	1ED,應該也是唯一的ED	2001.12.19	=	77	★★★	★★(★)	★★(★)	★');//145
C('67	simaituma	姉妹妻	2001/7/10 08:12PM	2/3	2001/7/9–10		70	*其實玩得很過癮……(爆)	★(★)	★★★	*堪聽	★★★★☆	★★★★');//146
C('461	syarin	車輪の国、向日葵の少女	2005/12/7 21:51–2005/12/15 23:52	allED	2005/11/30–12/7 21:52	=	95	★★★★★☆	*雖然劇情本身並不非常討我喜歡，尤其是結尾部分；但因為探討的主題及行文方式，而沒扣回來。	★★★★	★★★★☆	★★★★');//147
C('17	syumatu	終末の過ごし方	2000.4.10–11	all	2000.4.10–11	=	*無說明,未確認	85	★★★☆	★★★★★★	★★★★(☆)	★★★');//148
C('626	Schrodingers_door	シュレーディンガーの扉	2010/4/11 17:20	all	2010/4/11下午	=	68	★★★	★★☆	★★	★★(★)');//149
C('228	syoinn	書淫、或いは失われた夢の物語。	2002/7/10 22:44	all	2002.7.9–10	=	91	★★★★(★)	★★★★(☆)	★★☆	★★★★(★)');//150
C('78	CHUU	使用中　W.C.	2001/7/17 08:40PM	all	2001/7/17	=	65	★★	*美女劇場	★★☆	★★★☆	★★');//151
C('652	JK_koukan	JK交姦	2011/4/10 11:39:27	all	2011/4/7-10	=	70	★★★	★★	★★★	★★★');//152
C('397	Silhouette	Silhouette	2004/12/30 6:55	all	2004/12/21–29	=	92	★★★★☆	★★★(★)	★★★★	★★★☆');//153
C('Silver');//154
C('232	sirotsumesouwa	白詰草話	2002/7/15 23:24	all	2002.7.15	=	91	★★★★☆	★★★★★	★★★	★★★★');//155
C('714	Polyphonica	神曲奏界ポリフォニカ	2013/7/12 18:29:8	all	2013/7/5–11	=	91	★★★★	★★★(☆)	★★★★	★★★★');
C('630	hitoduma_ntr	新婚寝取られ生活	2010/9/5 21:55	all	2010/7/27–9/4	=	*無須說明	65	★★☆	★★☆	★★★	★★★');//156
C('474	SHINJYU	神樹の館	2006/3/9 21:5–23:37	all	2006/2/14–3/9	=	92	★★★★☆	★★★★☆	★★★★☆	★★★★');//157
C('49	ruriiro	真‧瑠璃色の雪	2001/5/12 02:33PM	真瑠璃,瑠璃,こるり,若葉,雙葉,若葉+雙葉,陽子	2001/5/–12		91	★★★★(☆)	★★★★☆	★★★(★)	★★★★★');//158
C('408	SR	Symphonic Rain	2005/3/5 15:52	all	2005/2/19–3/5 12:33	=	92	★★★★☆	★★★★★	*多少包含了對岡崎律子（1959/12/29–2004/5/5）至今所作曲子的加碼與總評。	★★★★	★★★★');//159

G('す	su');//160-
C('124	Suika	水夏~SUIKA~	2001/10/10 01:07PM	all	2001.9.21–10.10	=	*這game和Infantaria一樣，不怎麼需要save。不過，總之還是附上了個輕量級的。	93	★★★★(★)	★★★★	*OP及一兩首配樂不錯	★★★★(☆)	★★★★');//160
C('247	SUIGETSU	水月-すいげつ-	2002/11/27 16:41	all	2002.11.10,16–17,27	=	87	★★★(★)	★★★(★)	★★★★☆	★★☆');//161
C('283	SSSweet	すいすいSweet	2003/7/6 16:31	拿別人的save檔讀完EDonly	2003/6/11–12,7/6		84	*因為只讀ED，大概不太準吧？	★★★☆	★★★	★★(★)	★★★');//162
C('111	SweetPleasure	SweetPleasure	2001/9/1 04:18PM	all	2001/9/1	=	76	★★(☆)	★★★	★★★★	★★★★');//163
C('486	Scarlett	Scarlett～スカーレット～	2006/6/4–6 22:27	all	2006/5/30–31本編,6/4–7おまけ	=	93	*看在引出我這麼多想法的份上……	★★★★☆	*還是有些破綻……って言うか、浅いと言うべきか？	★★★(★)	★★★★★	★★★★★');//164
C('207	Sky	Sky-スカイ-	2002/5/5 08:24	omakeAll	2002.5.4	=	*這東西要連 talk 都 full……算了吧，我沒那閒時間。不過本體花個一天就完結，卻又太短了(-_-)||	83	★★(★)	*整體看來，這個的題材最弱-_-	★★★(★)	*有些部份相當輕柔	★★★★☆	*他們的風格，我快記起來了	★★★★(☆)	*直接跳到下一個選擇肢的作法不錯！');//165
C('105	suki	スキノカタチ	2001/8/16 11:17PM	CGAll,劇情最多可能少一回	2001.8.16	=	*Jwin用	75	★★	★★★☆	★★★	★★');//166
C('428	SchoolDays	School Days	2005/6/5 12:35–6 0:8,7:41–15:14	all?	2005/5/28–6/5	=	92	★★★★☆	★★★(★)	*對我來說，最好聽的是 ED「あなたが…いない」……	★★★★☆	*雖然不是非常精緻，但幾乎都在水準以上，有如普通動畫一般。	★★★★★(☆)	*為staff的用心與創新特別加分。但因為偶爾會crash，所以又扣了點回來。');//167
C('164	SugoKano	すごカノ	2001/12/24 04:35PM	CGAll	2001.12.23	=	75		*此作無劇情	★★	★★	★★★');//168
C('8	SUZU	鈴がうたう日	2000.3.2–3	すず、みつき	2000.2.25–3.3		77	★★☆	★★★★	★★	★★★');//169
C('480	sudukuri_dragon	巣作りドラゴン	2006/4/14 20:24	allED	2006/4/8–12	=	*無說明,未確認	83	★★★	★★★(☆)	★★★★	★★★☆');//170
C('266	SNOW	SNOW	2003/3/22 22:50	all	2003/3/15,19,21–22	=	91	★★★★☆	★★★(★)	★★★★(★)	★★★★');//171
C('586	smg	スマガ	2008/10/12 16:38:43	allED only	2008/10/5–11,2009/7/14–17 sp	=	*無說明	92	★★★★☆	★★★	★★★★	★★★★');//172
C('496	SWANSONG	SWAN SONG	2006/7/9 21:49	all	2006/7/6–9 21:48	=	93	★★★★★	★★★★	★★★(★)	★★★★(☆)');//173

G('せ	se');//174-
C('713	7witches	聖エステラ学院の七人の魔女	2013/7/4 19:30:55	all	2013/5/18–7/4	=	*無說明	75	★★☆	★★☆	★★★★	★★★☆');
C('559	damekoi	世界でいちばんNGな恋	2007/12/4 22:10	all	2007/12/2–4	=	92	★★★★☆	★★★★	★★★★☆	★★☆');//174
C('212	sekai	世界ノ全テ	2002/5/23 20:50,25 17:10	all	2002.5.21–25	=	92	*不知不覺寫出許多說理的東西……	★★★★★	*念在故意描述青澀年代……加上智子路線	★★★★☆	★★★☆	★★★★	*原創的，用起來還頗為順手');//175
C('661	netorare5	清純なカラダは、アイツの腕の中で男を知っていく	2011/6/12 21:22	all	2011/5/29–2011/6/12 21:22	=	65	★★★	*主角太難看了	★★	★★☆	★★★');//176
C('229	2ndLOVE	2nd LOVE	2002/7/11 21:22	all	2002.7.10–11	=	90	★★★★	★★★★	★★(★)	★★★(★)');//177
C('131	Sixty-Nine	Sixty-Nine	2001/10/23 11:56PM	導遊靠其他人的save OK	2001.10.11–11.26		75	*因為其涵意特此加分	★★	★★	*好多啊……特此加分	★★★☆	★★★');//178
C('477	Xenogears	ゼノギアス	2006/4/5 23:5	all	2006/3/22–4/5	=	*for ePSXe, no description.	95	★★★★★☆	★★★★☆	*雖然不能說是「旋律優美」……	★★★★	★★★	*還是別打比較好……');//179
C('395	Xenon	Xenon	2004/12/12 23:33	all	2004/11/21–12/12	=	90	★★★★	★★★(★)	★★★★	★★★(★)');//180
C('126	SEVEN	Seventh Rush	2001/10/10 11:01PM	skip過6EDs/7	2001.10.10		52	★(☆)	★★	★★☆	★★☆');//181
C('444	SERINA	瀬里奈	2005/7/26 22:15	all	2005/7/25–26	=	91	★★★★☆	★★★★	★★★★	★★★★☆');//182
C('132	TOWARDS ZERO	ゼロ時間へ…	2001/10/26 10:31PM	CGall,3ED	2001.10.26	=	82	★★★(★)	★★	★(★)	★★');//183
C('28	SenseOff	Sense Off	2000.9.23,30,10.5–7	all	2000.9.30,10.5–7	=	*無說明,未確認	91	★★★★☆	★★★★	★★★	★★☆');//184

G('そ	so');//185-
C('514	SOUKAN	相姦遊戯	2006/11/26 15:14	all	2006/11/22晚–26 10:31	=	*1EDだけ、必要ないかも。	82	*引起了點波瀾，加點分數。	★★★	★★☆	★★★★	★★(★)');//185
C('57	SOUKOKU	蒼刻ノ夜想曲	2001/6/6 09:12PM	all	2001/6/1–6	=	89	★★★★☆	★★☆	★★☆	★★★');//186
C('274	sousitukyou	喪失郷	2003/5/4 11:42	all	2003/4/5–5/4	=	*使用Windows® installer，所附regfile為參考用。	80	★★(★)	*H 度過高……	★★★	★★★★	★★★(★)	*在有「加速」的情況下。沒加速的話，只有★★☆。');//187
C('155	souzoku	相續人～そうぞくびと～	2001/12/12 12:37AM	all END	2001.12.8–11	=	*差六張CG,大概是隨便亂逛被抓到之類時的圖?	85	★★★(★)	★★★(☆)	★★★★	★★★★');//188
C('552	Django	続・殺戮のジャンゴ	2007/9/5–6 22:57	all	2007/8/30–9/6	=	*本作不怎麼需要	87	★★★★	★★★	★★★★	★★★★');//189
C('479	sonoyoko	その横顔を見つめてしまう	2006/4/9 20:21	all	2006/4/6–9	=	94	★★★★★	★★★★	★★★★	★★★★☆');//190
C('263	WindFD	そよかぜのおくりもの	2003/2/23 10:38	all	2003/2/12,23	=	83	*和千秋恋歌一樣，因為是FunDisc所以才這分數。畢竟FD和正式game長度差太多了。只評(H scene之外的)「感覺」的話，這倒是有88分左右。	★★★	★★★(★)	★★★★	*總感覺 H scene 時的用色怪怪的……	★★★★');//191
C('238	Soretiru	それは舞い散る桜のように	2002/9/22 12:19	all	2002.9.14–15,21–22	=	89	*能將謎補完就更好了……	★★★★(☆)	★★★(★)	★★★★☆	★★★★☆');//192

G('た	ta');//193-
C('160	Darling	Darling	2002/1/24 08:29PM	all	2001.12.16,2002.1.23	=	*除album外全部,不過album到底是啥?	80	*因為不算純R指定,加上CG故加分	★★	★★(★)	★★★★★	★★★★☆');//193
C('162	DAIAKUJI	大悪司	2002/3/10 11:19PM	<span class="nC">never</span>	2001.12.17–2002.3.10			*未了解全貌，不評	★★★	★★	★★★★	★★★★');//194
C('86	Datsui-Jan	ELF ALL STARS 本格的脱衣雀	2001/7/27 08:35AM	CGAll	2001/7/26		85	*……僅供參考		*此作無故事性，故不評	★★★	*幾乎沒有吧，別說おまけ也算 ^_^;	★★★★☆	★★★★');//195
C('178	Datsui-Jan-2-CD	ELF ALL STARS 本格的脱衣雀2	2002/3/5 10:00PM	數位	2002.2.2–3.5	*	*稍微看了幾個美女脫衣,拿了all pass save就終結了	83		*此作無劇情	★☆	★★★★	*movie 品質不怎樣, H scene 又太……	★★★☆	*比較結果');//196
C('231	DC	D.C.～ダ・カーポ～	2002/7/14 22:27遊戲,2005/9/23–24晚動畫26+12,2006/3/10–11動畫13–26	all. 26+26話動畫	2002.7.12–4	=	86	★★★(★)	★★★(★)	★★★★☆	★★★☆');//197
C('69	tasogare	誰彼 -たそがれ-	2001/7/11 02:45PM	all	2001/7/9–11	=	83	★★★★	★★★★	★★★	★★★(★)');//198
C('246	TamaYura	たまゆら	2002/11/10 9:43	allED	2002.11.6,10	=	*辞典付き	85	★★★	★★	★★☆	★★☆');//199

G('ち	ti');//200-
C('74	CHU	チューして…	這樣子的評價不值得記下日期……好吧，2001/7/13夜	CG all only	2001/7/13	=	50	★☆	★★★	★(★)	★★★☆');//200
C('216	CHUSHA_2	注射器2	2002/6/6 17:03	<span class="nC">第一次到一半/never</span>	2002.3.30–6.4		75	★★	★★★	★★☆	★★★☆');//201

G('つ	tu');//202-
C('13	tsuinosora	終ノ空	2000.3.12–15	all	2000.3.12–14	=	*無說明,未確認	82	★★★☆	★★★☆	★★★	★☆');//202
C('147	21	21-TwoOne-	2001/12/2 08:04AM–4 09:23PM	all	2001.11.30–12.5	=	*[[緊縮版]]因save檔太大，只附上俗稱「爆機檔」，各角色就……問我吧。<br/>劇情圖上除了兩條path沒試出來外皆ok.(此兩條一條是沒機會，一條是懶得試。) CG & event?不用說當然100%	91	★★★★	★★★★☆	★★★☆	★★★★(☆)');//203
C('137	tukikage	月陽炎～つきかげろう～	2001/11/19 07:25PM	all	2001.11.11–19	=	88	★★★★☆	★★★★(☆)	★★★(★)	★★★★');//204
C('213	TUKIFUN	月陽炎～千秋恋歌～	2002/5/27 19:08	all	2002.5.26–7	=	*再次聲明，請別拿我個save來登錄，否則公司一氣之下把這項紀錄功能取消，我可不負任何責任。假如更糟的，公司查起IP，結果是臺灣香港或中國大陸來的，那請更別牽拖到此，我提供記錄檔不是為了這種用途。當然我也不會笨到自己送信，畢竟這是改出來的東西。想要登錄的人，請自己創造好成績吧。	82	*因為是FunDisc所以才這分數。畢竟這和正式遊戲有差。	★★★(☆)	*假如長度和普通game一樣長的話，我打★★★★☆。	★★★★	*也才幾首而已……	★★★★	★★★★');//205
C('312	hani	月は東に日は西に	2003/12/7,16–17,19–22	all(因為選択肢與之後的牽連不少，有些對話沒讀到，但數量應該不多。)	2003/12/21 19:9	=	*修正ファイル２（セーブデータ流用不可）。因為用了Windows® installer，所以就算附上regfile大概也沒啥用吧。	90	★★★★(☆)	★★★(★)	*此作最弱的一環……＼（─д─）／	★★★★★	★★★★(★)	*除了skip速度仍有點不滿意外');//206
C('66	tukihime	月姫	2001/7/7 04:21PM	all	2001/7/3–7	=	96	★★★★★★	★★	★★★☆	★★★☆');//207
C('299	TUKU3	尽くしてあげちゃう3	2003/10/12 16:44	all	2003/7/26–10/12	=	60	*R指定～	★★	★★	★★★☆	★★☆');//208
C('592	tumagai	妻買い	2008/11/16 19:50	all	2008/11/16	=	*無說明	65	★★☆	★★☆	★★★(★)	★★★☆');//209
C('91	tumatuma	人妻X人妻	2001/7/30 05:28PM	CG all only	2001/7/30	=	75	★★☆	*因為最近玩了太多這類型的，我開始懷疑是不是該將分數打高一點。	★★	★★☆	★★★☆');//210

G('て	te');//211-
C('46	D	Ｄ～その景色の向こう側～	2001/4/13 01:42AM	all	2001/4/11–13	=	81	★★★☆	★★☆	★★★★	★★☆');//211
C('20	days_innocent	days innocent	2000.5.27,2001/8/2–8 12:02AM	ENDx1,CGAll	2001/8/1–7		83	*配樂與CG相互抵銷	★★★☆	★★★★★☆	*被某人稱作「療傷系」(笑)	★	★★★	*效果還好');//212
C('224	Desire98 DVD	Desire(デザイア)"完全版"	2002/6/22 19:25	all	2002.6.19–22	=	93	*マルチナ路線的最後……特別加分	★★★★★	★★★(★)	★★★★	★★☆');//213
C('218	D.U.O.	D.U.O.～song for all～	2002/6/8 07:43	all	2002.6.6–8	=	87	★★★(★)	★★★(★)	★★★(☆)	★★★☆');//214
C('277	c4	てのひらを、たいように	2003/6/2 18:13	all	2003/5/3–4,9–11,31–6.2	=	85	*這啥分數？大概因為感動度過低了。	★★★★	★★★★	★★★(★)	★★★(☆)');//215
C('285	c4ab	てのひらを、たいようにAB	2003/7/15 0:48	all	2003/7/6,14–15	=	82	★★★(★)	★★★★	★★★	*被宴會那張CG扣掉了	★★★(☆)');//216
C('282	DEMONBANE	斬魔大聖デモンベイン	2003/7/6 7:45–13:32	all	2003/6/22,7/5–6	=	*說明檔中有些ネタばれ！	89	★★★★☆	*雖然又是個很派手（華麗）的東西，可惜過於胡搞了。	★★(★)	★★★★	★★★★☆	*skip做得不錯，但對於鍵盤的支援就……いまいち。');//217
C('303	tenshi_cd	天使のいない12月	2003/11/2 13:34	all	2003/10/20,11/1–2	=	*應該是CD/DVD通用	92	★★★★☆	*劇情性是不怎麼高，但……	★★★(★)	★★★★	*總覺得沒<a>うたわれるもの</a>那麼好	★★★★(★)');//218
C('414	AngelosArmas	天使ノ二挺拳銃	2005/4/10 21:9–11 21:32	all	2005/4/2–7	=	89	★★★★	★★★☆	★★★(★)	*總算，中央東口也有在進步了。	★★★☆	*一寸重い');//219
C('346	tenkake	てんしのかけら the lost article of memory	2004/6/1 21:59	allED	2004/5/28–6/1	=	87	★★★★	★★★★(☆)	★★★☆	★★');//220
C('208	AngelLadder	てんしのはしご	2002/5/6–12 13:56	all	2002.5.5–12	=	89	★★★★	★★★☆	★★★☆	★★★(☆)');//221
C('75	tenran	天藍の夏	2001/7/14 10:19AM	all	2001/7/9–14	=	84	★★★(★)	*最近好像變嚴格了	★★★★	★★★★	★★★★');//222

G('と	to');//223-
C('1		同級生(DosV)		算...完畢了吧 ^^	1999.6');//223
C('271	TokyoKaolun	東京九龍(カオルーン)	2003/4/26 18:13	allED	2003/4/26	=	*雖然此作還算好改造，但這個save檔並不算很完美。	84	★★★☆	*H實在太多了	★★★☆	★★★	★★☆');//224
C('143	tokyouu	東京幽遊	2001/11/25 12:51AM	all	2001.11.24	=	85	★★★☆	★★★(★)	*ED不錯	★★★(★)	★★★☆');//225
C('594	toushin3	闘神都市III	2008/12/5 12:51	跑過一程，CG未全！	2008/11/29–12/5	=	85	★★★☆	★★★(☆)	★★★★	★★★★');//226
C('475	tousui	灯穂奇譚	2006/3/16 0:11–18 23:31	all	2006/3/12–15	=	91	★★★★☆	*一寸短いんだが	★★★★	★★★★(★)	★★★★');//227
C('14	Dousoukai	同窓会	2000.3.15,25	瑞穗、桃子	2000.3.15,25		83	★★★	★★★★	★★★★	★★');//228
C('388	DM	ドーターメーカー	2004/10/16 16:5	all	2004/10/15–16	=	76	★★★	*為那個手法與劇本修辭特別加分	★★★	★★★★	★★★☆');//229
C('204	T3	TALKtoTALK	2002/4/21 07:52–12:33	缺一END(改出來),omakeAll	2002.4.12–20	=	*雖然是那麼說，不過這是至今市面上我所能找到最完整而原始（非改造）的save（考慮到履歷部份）。當然是我自己作出來的（笑）。假如想要進一步作成「絕對無敵完全版」，不如從這個save下手吧。	87	★★★☆	★★★☆	★★★★	★★★(★)');//230
C('7	ToHeart	TO HEART	2000.3.2	all?	2000.1–2.25	=	*無說明,未確認	84	★★★☆	★★★★	★★★	★★★★');//231
C('315	DoNoR	DoNoR	2004/1/18 17:52,19	all	2003/12/19–2004/1/18	=	*因為是一本道，這次提供的是按照順序的幾個存檔。	91	★★★★☆	★★★	★★★	★★☆');//232
C('602	DOURYOU	同僚の奥さん	2009/3/27–28 10:0:40	all	2009/3/26晚	=	*無說明	70	*意外的還想講些東西	★★	★★☆	★★★	★★★');//233
C('166	DOLL	DOLL系列三部	2002/1/15 12:43AM	all	2002.1.3–15	=	84	*三部耶，算是平均吧……其實有點「取最高」的意味	★★★	★★★☆	★★★★	★★★☆');//234
C('72	SummerL	どきどき サマーレッスン	2001/7/12 07:46PM	一次	2001/7/12		60	★★	★★(★)	★★(★)	★★☆');//235
C('482	TOMOYO	智代アフター	2006/4/22 18:10	allED	2006/2/6–4/22	=	92	★★★★(★)	★★★★★	★★★★	★★★★');//236
C('205	Tri2	とらいあんぐるハート2	2002/4/26 20:45	拿了別人的save檔，ED閱讀完畢	2002.4.21–25		83	★★★(★)	★★★(☆)	★★★★	★★☆');//237
C('70	TORAHA3	とらいあんぐるハート3	2001/7/11 09:37PM	拿了別人的save檔，ED閱讀完畢（爆）	2001/7/9–11		85	★★★★	★★★★☆	★★★★☆	★★★★');//238
C('95	D_M_C	ドライブ‧ミー‧クレイジー！！	2001/8/3 09:40PM	END All,CG92%	2001/8/2–3		81	★★★(★)	★★	★★★	★★★★	*ある意味不親切な★★ほど');//239
C('536	DRA	ドラクリウス	2007/6/24 6:45:9–18:49	all	2007/6/11–22	=	*修正パッチver1.01	90	★★★★	★★★	★★★☆	★★★☆	*過場不能跳過');//240
C('206	SlaveR	奴隸市場	2002/5/4 08:54	all but one ED	2002.4.26–5.3		88	★★★(★)	★★★☆	★★★(★)	★★★★');//241
C('463	seito	奴隷生徒会	2005/12/17 13:10	none	2005/11/26–12/17		50	★★	★★	★★★	★★★	*感覺上不像吉里吉里(-_-)');//242
C('109	T2U	Treating 2U	2001/8/26 06:53PM,27 08:56PM	all	2001/8/26	=	85	★★★★	★★★☆	★★★☆	★★★☆');//243

G('な	na');//244-
C('62	NATURAL2	NATURAL2-DUO-	2001/6/26 08:17PM	some(不完全)	2001/?–6/25,26	=	85	*看在劇本外其他系統等效果的份上	★★★☆	★★★☆	★★★★☆	★★★(★)');//244
C('262	natsuiro	夏色の砂時計	2003/2/28 23:49	all	2003/2/5,23,28(main)	=	*シナリオ達成率：99%	86	★★★(★)	★★★(☆)	★★★★(☆)	★★★★(☆)');//245
C('100	natsu	夏祭～なつまつり～	2001/8/12 05:21PM	all	2001/8/9–12	=	86	★★★★	★★★★★(★)	★★★☆	*畫得是不錯……可是為何會有筋肉呢←爆，照天藍の夏畫不就好了嗎？	★★★☆');//246
C('450	narcissu	ナルキッソス	2005/8/14 20:41–22:07	all	2005/8/14	=	90	*小品遊戲能做到這樣，在現在的市場算是極為不錯的。	★★★★(☆)	★★★★☆	*雖然用了一些改編，不過都是些優美的旋律。	★★★	★★★★');//247

G('に	ni');//248-
C('58	NIJYUEI	二重影	2001/6/7 04:33PM–11 11:50PM	all	2001/6/7–11	=	*附CWin用reg檔，請自行更改目錄。	<span class="nC" style="text-decoration:line-through">94</span>92	*被音樂扣了一些	★★★★★	★★	★★★★☆	★★★☆');//248
C('176	NIJYUBAKO	二重箱	2002/2/4 12:42PM	all	2002.2.2–4	=	*用吧，QUIZ實在不需要耗時間。話說回來，就算用了也不能幹什麼（笑）。	75	*考慮到量……唉	★★	★★(☆)	★★★★	★★★');//249
C('156	20alice	20世紀アリス	2001/12/17 01:14AM	all	2001.12.12–17	=	83	★★★☆	★★★☆	★★★(★)	★★(★)');//250
C('79	NISE	偽タクシー	2001/7/18 01:22AM	CGall	2001/7/18–19	=	*完整攻略完的話，記得寄save檔過來喔！	20	★★	★☆	★(★)	☆	*雖然有某些優點，不過我的耐性已經被磨光了 -_-;;');//251

G('ぬ	nu');//252-

G('ね	ne');//252-
C('184	neko_fd	ねこねこファンディスク	2002/2/17 10:14AM	all	2002.2.10–16	=	85	*只以FUN disc來說，應該算至今最高等級吧	★★★★	*雖然因為是FUN disc而沒有連貫性	★★★★☆	★★★★	★★★★	*2合一?');//252
C('293	NBLUE	NAKED BLUE	2003/7/27 16:27	AllCGonly	2003/7/26–27	=	*因為打字部分輸給電腦（果然程度還是不夠啊……），用了其他人的save。雖然おまけ部分有全，不過既読有些沒收到。	84	*基本上和原作一樣。	★★★☆	★★★☆	★★★★(★)	★★★(★)');//253
C('647	orc003	寝取られ幼馴染～春花と千夏～	2011/3/10 20:50	僅簡單跑過一遍,allED	2010/9/26–2011/3/10 20:	=	60	*主因對我來說了無新意	★★	★★	★★☆	★★★');//254
C('719	netorarezuma_asuka	寝取られ妻明日香	2013/8/10 17:7:29	all	2013/8/10	=	80	★★★	★★	★★★☆	★★★★');
C('568	Never7	Never7 -the end of infinity-	2008/4/20,22 23:34	allED	2008/4/12–14	=	91	★★★★☆	★★★☆	★★★★	★★★	*過時了');//255

G('の	no');//256-
C('161	NoReality	No Reality	2002/1/28 05:16PM	all	2001.12.12,2002.1.27	=	86	★★★(★)	★★★(☆)	★★★(★)	★★');//256

G('は	ha');//257-
C('145	V16	VIPER-V16 RISE	2001/11/26 12:00AM	all	2001.11.25	=	*Windows95/98用,不用玩，只要選RECALL後挑重要的幾段當電影看就好	83	★★★☆	*不論長度的話	★★☆	★★★	★★★★☆	*1998的水準');//257
C('50	PowderSnow	Powder Snow	2001/5/18 11:56AM–19 12:19AM	all	2001/5/13–18	=	86	★★★(★)	★★★(☆)	★★★★(★)	★★★★');//258
C('130	Hakuto	魄冬	2001/10/23 11:40PM	all	2001.10.22–23	=	83	★★★(★)	★★★★	★☆	★★');//259
C('485	HAJI	はじめてどうし	2006/5/29 22:25	all	2006/5/5–9	=	71	★★☆	★★★	★★★★	★★★☆');//260
C('306	RUSUBAN	はじめてのおるすばん	2003/11/19 12:10	all	2003/10–11/19	=	60	(★)	★★	★★★★	★★★★');//261
C('85	HATUNE	初音のないしょ!!	2001/7/27 08:19AM	CGAll	2001/7/27		80	★★★	★★★☆	★★★	★★');//262
C('aozora');//263
C('191	hanasizume	鎮花祭	2002/3/18 09:06PM	all	2002.3.16–18	=	92	★★★★★	★★★☆	★★★☆	★★☆');//264
C('146	HK5	花の記憶～第五章～	2001/11/26 06:17PM	all	2001.11.26–27	=	65	★	★★	★★★☆	★★★☆');//265
C('223	HK123	花の記憶 わん・つう・すり～	2002/6/27 17:01	all	2002.6.17–27	=	60	★	★★	★★★★	★★☆');//266
C('hani');//267
C('437	BaldrForce	BALDR FORCE	2005/7/11 20:33–15 0:41	allED	2005/6/29–7/3	=	*無詳細個別說明	94	*因啟發性而特別加分！	★★★★(★)	★★★☆	*其實沒啥印象	★★★★	★★★★☆	*不能免俗的，格鬥場面加分。');//268
C('61	again	Hello Again	2001/6/21 11:16PM–25 12:49AM	all	2001/6/20–25	=	90	★★★★	★★★☆	★★★★	★★★★');//269
C('245	HelloWorld	"Hello,world."	2002/10/27 18:0	all	2002.10.19–20,26–27	=	*這save其實本來差了一張BG CG，後來改了出來。(汗	90	*基於此作有些對社會現象的評論，加上長度夠，特此加分。	★★★★(☆)	★★★☆	★★★☆	★★★★');//270
C('234	PANDORA	パンドラの夢	2002/8/17 21:48	僅有主線	2002.8.16–17	=	*詳見說明檔	90	★★★★☆	★★★(★)	★★★★	★★★★');//271

G('ひ	hi');//272-
C('6	PIA2	Piaキャロットへようこそ!!2	2000.3.2	あずさ、つかさ	1999.12兩三天		83	★★★	★★★	★★★★	★★★★');//272
C('22	Hiai	悲愛	2000/9/13	all	2000.9.10–12	=	84	★★★	★★★★★	★★★★☆	★★★★');//273
C('511	TKYSK-PIANO	ピアノ～紅楼館の隷嬢達～	2006/10/2 6:56,10 22:35	all	2006/9/30–10/1 22:31	=	87	*有點內涵，多少加點分數吧。	★★★★	★★★☆	*沒啥太深印象	★★★★	*和<a>家族計画</a>有點像	★★★☆');//274
C('44	hikariwo	光を…	2001/4/4 03:00PM	all	2001/4/2–4	=	*(不應該在這時候碰的……いや、沒事)	86	★★★★☆	★★★★	★★★★	★★★☆');//275
C('195	BIKO2	尾行2	2002/3/31 07:41	麗緒奈	2002.3.30	*	*RFD.GAM就算壓縮，還是太大了，就算攻略完恐怕也不會放出來..	60	★	★★(★)	★★★☆	★★★★');//276
C('459	Hitsuzi	羊の方舟	2005/11/28 19:58–22:30	all	2005/11/22–28 13:28	=	92	★★★★☆	★★★☆	★★★(★)	*……和我個人好惡有關︰看的還滿順眼的，所以就這分數了。	★★★★	*只是有點慢');//277
C('533	hitokatanoou	ヒトカタノオウ	2007/5/6 1:4	all	2007/3/28–5/5	=	*DL版	88	★★★★	★★★★	★★★(★)	★★★★☆');//278
C('578	hitoduma	人妻お姉さんとツンデレ幼なじみの孕んだ関係	2008/9/7 23:31	all	2008/9/6	=	60	*R指定	★☆	★★	★★★☆	★★★★☆');//279
C('203	HINA_UTA	雛ちゃんの唄声	2002/4/16 21:25	<span class="nC">2EDs/never</span>	2002.3.11–4.16		78	★★★	★★★	★★★★	★★★☆');//280
C('564	himawari	ひまわり	2008/2/25 22:40,26 22:38:24	all	2008/02/20–25 22:40	=	96	★★★★★★	★★☆	★★(★)	★★★★★');//281
C('96	Believe	Believe	2001/8/6 05:00PM	all	2001/8/4–5	=	83	★★★(★)	★★★☆	★★★★☆	★★★☆');//282
C('236	hyakki	百鬼～淫黙された廃墟～	2002/9/9 7:38	all	2002.9.7–9	=	*有幾張是改出來的	88	*這次的評鑑：適当に。頭腦已經不太靈光了。	★★★★☆	*可惜有如中斷一般	★★★(★)	★★★(★)	★★★★');//283

G('ふ	hu');//284-
C('222	FEARLESS]	FEARLESS]	2002/6/19 9:10	all	2002.6.16–18	=	91	★★★★(★)	★★★	★★★☆	★★★★');//284
C('328	Fate	Fate/stay night	2004/4/7 21:51–4/8 23:40	all	2004/2/21–4/7	=	*請閱讀說明檔以得知save檔應該放在哪	92	*我討厭史詩般的口氣(-_-)	★★★★★☆	*壯大的設定……	★★★(★)	★★★★	★★★★★');//285
C('465	FateFD	Fate/hollow ataraxia	2006/1/14 11:37–2006/1/21 16:23	all(100%)	2005/12/24–2006/1/14	=	92	*FD（後日談）としてはいい出来だ	★★★★☆	★★★★	★★★(★)	★★★★☆	*吉里吉里はいいね、吉里吉里は。');//286
C('81	Pheromone	フェロモン	2001/7/19 04:09PM	CGAll	2001/7/18–19	=	*懶得玩完了	75	*因為施了小技倆，不算純R指定，所以加點分吧(笑)	★★	★★☆	★★★☆	*就算畫得不錯，但表現出的效果……沒全彩	★★');//287
C('45	Phantom	Phantom of Inferno	2001/4/6 12:03AM	all	2001/4/4–6	=	94	★★★★★★	★★★★☆	★★	★★★');//288
C('9	FOLKSONG	フォークソング	2000.3.7–8	跑了四次	2000.3.7–8	=	*無說明,未確認	89	★★★★	★★★★★★	★★★	★★★★');//289
C('369	Forest	Forest	2004/8/22 12:11	ED 因為路線繁複，所以確定有些句子沒有讀到。不過這可能是網路上拿得到數二數三履歴完整的了。（因為有流傳出來的，好像不到五個……）<br/>使用方法：因為此作僅有一條主線，加上系統的設計，所以其實<b class="em">攻略絕對會比save檔重要</b>。請到各大站觀看攻略吧。save檔頂多是用來比較用的：比比看自己是不是已經把所有的橋段都跑過了。	2004/8/16–22	=	*Windows® installer を使ったのう…大人しく、一からinstallする方がいいかも。	90	*因為此作的表現手法特出，特別加一分，終於榮登90之門！Yo-ho-ho（笑）	★★★★	*其實，有很多人恐怕還會評成水準以下……	★★★★	*比上次降低了許多啊……那也是因為和某game有相同音樂的不良印象，以及傑出曲目變少的結果。	★★	*ぐお～（いや、「くそ」かもっ）	★★★★★	*這倒是上次所不及的。');//290
C('31	ForYou	For You	2000.10.21	all	2000.10.21		10	(☆)	*本來不想掛的，不過這樣可能造成誤會……(爆)	★★	★☆	★★');//291
C('399	planetarian	planetarian	2005/1/16 13:40	all	2005/1/16	=	89	★★★★☆	*因為故事短，大致上說來滿緊湊的。	★★★★☆	★★★★	★★★★☆');//292
C('114	flutter	flutter of birds	2001/9/9 12:49PM	AllEND	2001.8.29–9.9		89	★★★★☆	★★★(★)	★★★(☆)	★(★)');//293
C('209	FOB2	flutter of birdsⅡ	2002/5/12 22:15–20 23:58	all	2002.5.12–20	=	87	★★★★	*敗在統整上	★★★☆	★★★(★)	★★★★');//294
C('16	flowers	flowers～ココロノハナ～	2000.4.1–2	千秋	2000.4.1–2		79	★★☆	★★☆	★★★☆	★★★☆');//295
C('89	Brightia	Brightia	2001/7/22–29 11:28PM	おまけall	2001/7/20–29		78	★★★	★★★☆	★★★★☆	★★★★');//296
C('32	Bless	Bless～close your eyes, open your mind.～	2000.11.11	all	2000/10/2?–11/11		83	★★★	★★★	★★★★	★★');//297
C('140	Pretty Crisis	Pretty Crisis	2001/11/25 12:13AM	未玩	2001.11		80	★★(★)	★★★★(★)	★☆	★★');//298
C('566	PrincessFrontier	Princess Frontier	2008/4/5–9 0:11:27	all	2008/4/5 11:14–8 0:11	=	83	★★★(☆)	*有點無法感同身受	★★★	★★★★	★★☆	*重大bug');//299
C('390	pre_you	Present For You	2004/10/31–11/3 22:27	all	2004/10/29–31	=	91	*因為還有些值得討論的	★★★★	*因為千春路線吧	★★★☆	★★★★☆	*有點妖艷（笑）	★★(★)	*不知和我這臺相性不合還是啥的');//300
C('51	Blow	Blow～欠けた月、滿ちた月～	2001/5/21 03:10PM–22 07:23PM	all	2000,2001/5/19–21	=	89	★★★★	★★★★	★★★	★★★');//301
C('318	Floralia	Floralia～フローラリア～	2004/1/23 19:46	all	2004/1/22–23	=	85	★★★(★)	★★★☆	★★★★(☆)	*這game贏別人最多的地方（？）	★★★☆');//302

G('へ	he');//303-
C('194	Pain	Pain	2002/3/28 22:16	all	2002.3.24–28	=	87	★★★★	*好的是對主角本身的刻畫(當然還是不能和文學小說相比)，相較之下劇情本身倒沒那麼值得一提	★★★★☆	*好短 -_-	★(☆)	★★(★)');//303

G('ほ	ho');//304-
C('71	4m	4m	2001/7/12 03:15PM	6個	2001/7/12	=	78	★★★	★★★★	★★★☆	★');//304
C('25	Portrait	Portrait	2000/9/17–19	all	2000.9.15–19		87	★★★★	★★★☆	★★★☆	★★★★★');//305
C('671	hokaharatoki	他の男の精液で孕むとき	2011/11/1 21:50:19	all	2011/10/18–11/1	=	80	★★★	★★☆	★★★★	★★(★)');//306
C('625	netorare_jijou	他の男の精液で孕んでもいいですか…？	2010/3/31 17:31:58,4/3 16:26:18	all	2010/3/30–4/3 13:37	=	70	★★★	★★	★	*葉子の顔はかなり歪んでる	★★★');//307
C('631	hokahara2	他の男の精液で孕んでもいいですか…？2	2010/9/6 00:59:32	all	2010/7/24–9/4	=	*無說明	65	★★★	★★☆	★★	★★★');//308
C('634	netorare3	他の男の精液で孕んでもいいですか…？3	2010/11/7 2:10	all	2010/11/4–6	=	75	★★☆	★★	★★☆	★★★☆');//309
C('637	netorare4	他の男の精液で孕んでもいいですか…？4	2010/12/5 03:41:02–11 18:44:43	all	2010/12/2–11 18:45:17	=	75	*終於可以擺脫 R指定的平均分數……了？	★★★	★★	★★★☆	★★★★');//310
C('669	hokahara5	他の男の精液で孕んでもいいですか…？5	2011/10/3 01:13:34, 10/4 00:24:31	all	2011/6‎/12‎, 2011/9/25–10/3	=	70	★★☆	★★☆	★★★★	★★★');//311
C('675	hokahara6	他の男の精液で孕んでもいいですか…？6	2011/12/18 13:49:56	all	2011/11/04晚–12/18	=	65	★★☆	*もう飽きた	★★☆	★★★★	★★☆');//312
C('690	hokanaga	他の男の精液を流し込まれるわたし…	2012/7/10 22:48:40	all	2012/6/12–7/10	=	80	★★☆	★★☆	★★★(★)	★★(★)');
C('458	bokunatu	僕と、僕らの夏	2005/11/25 18:59–21:48	Special MergeバージョンallED	2005/11/10–23 21:44	=	90	*因為不好說其中沒東西……	★★★★	★★★★	★★(★)	★★★★');//313
C('650	netorare6	ボクの目の前で親友に抱かれ、腰を振る彼女	2011/3/27 19:27	allEDonly	2011/3/10–27	=	70	*女主角的表現令我有點遺憾……	★★★	★★☆	★★★★	*有進步	★★(★)');//314
C('239	bofu	ぼくらがここにいるふしぎ。	2002/9/28 16:06	all	2002.9.27–28	=	79	★★☆	★★★	★★(★)	★★');//315
C('211	POKOPOKO	ぽこぽこ軍將	2002/5/21 20:27	all	2002.5.21	=	60	☆	★★★	★★★(★)	★★(★)');//316
C('48	hishizora	星空☆ぷらねっと	2001/4/15 02:43PM,5/6	佳多奈,瞳	2001/4/14–15	=	86	★★★★	★★★	★☆	★★★☆');//317
C('270	HOSITOKI	星刻のかなた	2003/4/22 16:56	allED	2003/4/18,22	=	86	★★★☆	★★★	★★★★(☆)	★★★★(☆)');//318
C('248	Hotaruko	螢子-Hotaruko-	2002/12/17 21:55	CGAll	2002.11.30–12.17	=	*無所有ED說明	83	★★★	★★★	★★★	*僅香澄能看	★★	*只有速度還可以，算是唯一優點。');//319
C('289	memento	仄かに視える絶望のmemento	2003/7/20 16:11	all	2003/7/20	=	86	★★★★	★★★☆	★★★☆	★★★(☆)');//320
C('99	horohoro	ほろほろ	2001/8/8 09:08PM	all	2001/8/8 09:08PM	=	86	★★★★(★)	★★	★★★(★)	★★★(★)');//321
C('150	white	[White]～セツナサのカケラ～	2001/12/9 08:01PM	all	2001.12.2–9	=	90	★★★★	★★★★☆	★★★★	★★★☆');//322
C('5	WA	WHITE ALBUM	2000.3.2	all+26話動畫	1999.12–12.29	=	*無說明,未確認	81	★★★	★★★★	★★	★★★');//323

G('ま	ma');//324-
C('219	Mermaid	マーメイドの季節	2002/6/10 20:09	all	2002.6.8–10	=	85	★★★(★)	★★★	★★★(★)	★★☆');//324
C('633	MinDeaD BlooD	MinDeaD BlooD	2010/10/3 12:10–4 0:34	allED/CG/event	2010/9/26–10/3 10:10	=	89	*可惜未能解明シン的部分	★★★★	★★★☆	★★★★	★★★☆');//325
C('104	rondo	My fair Angel	2001/8/16 01:02PM	除過多H scene懶得看及少數片段外,各主線clear.	2001.8.12–16	=	*Jwin用	90	★★★★☆	★★★★☆	★★★★★	★★★★☆');//326
C('83	majo	魔女になりたい！	2001/7/22 02:06PM	all	2001/7/22	=	81	★★★☆	★★★	★★★	★★☆	*1998的標準？');//327
C('76	MAMA	ま‧ま‧ゴ‧ト	2001/7/14 05:05PM	CG all,end全看過	2001/7/14		78(84?)	*有條件的……因我沒全看過(汗)	★★(★☆?)	★★★(☆?)	★★★	★★★');//328
C('118	mamahaha	継母調教	2001/9/16–17 12:48AM	all	2001.9.14–17	=	77	★★★	*特為心理戲加分	★★★★	★★★(☆)	★★★☆');//329

G('み	mi');//330-
C('190	mikan	蜜柑	2002/3/16 09:11AM	all	2002.3.11–16	=	91	★★★★☆	★★★★	★★★★☆	★★★★	*效果也很不錯，令我想起age那套');//330
C('64	mizuiro	みずいろ	2001/6/30 07:53PM	all	2001/6/28–30	=	92	★★★★★	★★★★☆	★★★★★	★★★☆');//331
C('298	mitama	御魂～忍～	2003/10/12 13:42	all	2003/9/16–10/12	=	*2002/1/26修正版	84	★★★	★★☆	★★★★☆	*只有這點特別突出……	★★	*差勁透了……んな感じ');//332
C('249	KF	未来にキスを	2002/12/18 11:53	all	2002.12.8,18	=	87	★★★(★)	★★★☆	★★★(★)	★★★(★)');//333

G('む	mu');//334-
C('82	MOONR	MOON.RENEWAL	2001/7/19–21 11:23PM	all	2001/7/19–21	=	*完整save file收錄（倒不如說是遊戲筆記）、包括omake無敵模式！	93	★★★★★	★★★★☆	★★☆	★★★★	*1998的標準');//334
C('174	Moon Light	Moon Light	2002/2/1 11:37AM	all	2002.1.27–30	=	87	★★★★	★★★☆	★★★★	★★★☆');//335

G('め	me');//336-
C('38	meidoinpani	めいどいんばに～	2000/12/16	結束一次	2000.12.8–15		83	*以我所不知道的RPG界為基準的成績。只算劇情的話……算了吧	★★★	★★★	★★★☆	★★★★');//336
C('107	MemoriesOff	Memories Off	2001/8/19 04:59PM	CGAll	2001.8.17–19		89	★★★★☆	★★★★(☆)	★★★★	★★★★☆');//337

G('も	mo');//338-
C('94	mousuki	もう好きにしてください	2001/7/22–8/2 03:05AM	all	2001/8/1–2	=	82	★★★☆	★★★(★)	*有幾首不錯，可惜得費工夫轉。不知轉不轉得出來？	★★★	★★(★)	*有時太慢了');//338
C('493	mosiraba	もしも明日が晴れならば	2006/6/24–7/1 23:11	all	2006/6/13–24	=	87	★★★(★)	★★★★	★★★★	★★★☆');//339
C('187	momiji	-もみじ-	2002/3/6 08:50PM	3EDs/11	2002.1.28–3.6		75	★★(★)	★★★☆	★★★☆	★★☆');//340

G('や	ya');//341-
C('43	yasashiiame	やさしい雨	2001/1/13 07:09PM	<span class="nC">never</span>	2001/1/13		52	★	★★★	★	★★★');//341
C('153	yasha	yasha～隱された狂氣～	2001/12/8 03:38PM–10 10:06PM	CGAll,5/8?EDs	2001.12.7–10	=	75	★★★	★★★	★★(☆)	★★★☆');//342
C('251	YAMI	ヤミと帽子と本の旅人	2003/1/12 0:15	all	2003.1.8,11	=	87	*題材—世界觀還有可為	★★★★☆	★★★★☆	*指初回版那塊CD	★★★★★	★★★★☆');//343
C('509	yamikana	ヤミノカナタ	2006/9/3 7:49	all	2006/8/22–23,9/1–2	=	80	★★★	★★☆	★★★☆	★★★');//344

G('ゆ	yu');//345-
C('396	yukiuta	ゆきうた	2004/12/25 10:7–23:55	all	2004/12/12–25	=	89	*劇本還不錯，沒上90分純粹是因為總覺得其內涵還差了個那麼些什麼。	★★★★	*是有點短……	★★★☆	★★★★☆	★★★★☆');//345
C('241	thaw	雪のとける頃に…	2002/10/6 0:5	all	2002.10.5	=	86	★★★(★)	★★★☆	★★★★☆	★★★☆');//346
C('YUNO');//347
C('597	yumemiru	ユメミルクスリ	2009/2/3 1:28:43	all	2009/1/31–2/2	=	*無說明	91	★★★★	★★★	★★★(★)	★★★★');//348
C('197	yuyake	夕燒け-November-	2002/4/7 18:03	all	2002.4.5–7	=	86	★★★★	*不是劇情，是內涵	★★★	★★	★★☆');//349

G('よ	yo');//350-
C('670	Yosuga	ヨスガノソラ	2011/10/30 19:33:49	all	2010/11/15–2011/10/30	=	85	★★★☆	*雞肋	★★★	★★★★	★★★☆');//350
C('183	YMania	夜這いマニア	2002/2/17 10:06AM	CGAll only	2002.2.14–16	=	40	*因CG不錯，特此加分的結果……	★	★★★	★★★★	*整幅的部份	☆	*雖然有些遊戲性……不過太慢了 -_-');//351

G('ら	ra');//352-
C('215	LPONPON	ら～じ・PonPon	2002/6/2 17:39	全員ED	2002.6.1–2	=	82	★★(★)	★★(★)	★★★☆	★★★');//352
C('240	rasen2	螺旋回廊2	2002/9/29 17:05	all	2002.9.28–29	=	94	★★★★★(☆)	★★★★	★★★★	★★★★☆');//353
C('200	Loveletter	Love Letter	2002/4/14 09:53	all	2002.4.13–14	=	88	★★★★	★★★★	★★★★(☆)	★★☆');//354
C('185	Lavender	Lavender	2002/2/17 10:51AM	all	2002.2.16–17	=	77	★★★	★★★☆	★★★(☆)	★★★☆');//355

G('り	ri');//356-
C('37	Lien	Lien ～おわらないきみのうた～	2000/12/7–8	all	2000.12.3–7		86	★★★★	★★★☆	★★★★(☆)	★★★★');//356
C('550	LittleBusters	リトルバスターズ!	2007/8/14–18 12:11	allED only	2007/8/4–14	=	*無說明	92	★★★★☆	★★★☆	★★★★	★★★★');//357
C('386	REVIVE	REVIVE...～蘇生～	2004/10/11 20:1	希春真相ED,菜緒真相ED	2004/10/9–10		90	*可惜劇情過於薄弱。假如別那麼整玩家，然後把所有迷團補完的話，應該有92或93分吧。	★★★★☆	*這已經是「手下留情」的分數了。真的以我的印象來說，只有★★★(★)。但腦內補完後，可達到★★★★★吧。詳細情形請見心得。	★★★★	*其實……沒啥感覺耶。	★★★★☆	★★★★	*僅以玩過一輪來說←重要！');//358
C('180	refrain	リフレイン～もう一度、さよならを言おう～	2002/2/16 07:08AM	all	2002.2.14–15	=	76	★★(☆)	★★★☆	★★☆	★★☆');//359
C('18	RefrainBlue	リフレインブルー	2000.4.16–17	all	2000.4.13–17	=	*無說明,未確認	94	★★★★★☆	★★★☆	★★★★	★★★★★');//360
C('117	Ribbon2	Ribbon2	2001/9/15 01:20PM	all	2001.8.17,9.13–15	=	84	★★★(★)	★★★(★)	★★★(★)	★★★(☆)');//361
C('106	Ribbon95	Ribbon95	2001/8/18 09:39AM	CGAll	2001.8.17		50	*主要因為我對校園物已經產生厭倦及反感，加上此作現在玩感覺過於古老……	★	★★	★★☆	★★☆');//362
C('300	Re-leaf	Re-leaf	2003/10/20 11:4	all	2003/10/17–20	=	*修正バッチ1.01→1.02，改造過。	90	★★★★☆	★★★☆	★★★★☆	★★★★');//363
C('434	RINGETSU-DVD	燐月-リンゲツ-	2005/6/28 22:22	all	2005/6/10–25	=	*僅有進度save	85	★★★☆	★★★☆	*沒啥太深的印象	★★★★	★★★★☆');//364

G('る	ru');//365-
C('268	Routes	Routes	2003/4/13 14:47	all	2003/3/23,4/5–6,12–13	=	94	★★★★★	★★★★☆	*配合度相當高	★★★(★)	*矢張りさくや最高！(果然還是さくや最可愛！)	★★★★☆	*可惜偶爾還是會覺得load重了點。');//365
C('97	Renaissance	Renaissance-ルネサンス-	2001/7/29–8/6 05:09PM	all	2001/7/29,8/4–5	=	93	★★★★(★)	★★★★★	★★★☆	★★☆');//366

G('れ	re');//367-
C('265	Lemon	檸檬	2003/3/9 14:29	all	2003/3/9	=	70	★★	★★★(★)	★★★☆	★★★☆');//367
C('119	REQUIEM	レクイエムハーツ～監禁～	2001/9/18 05:55PM	all	2001/9/17–18	=	*懶得冒險+射擊，以劇情及H scene至上的朋友們有福了，把這幾個save看一看大概即可輕易解決。就算是認真玩，裡頭尚附上密技！	85	★★★☆	*說實在的，沒啥分量。	★★★☆	*Ex即最後一關所用的音樂不錯	★★★★	*以3D界來說，能得五顆星也說不定。	★★★★	*以所費時間心血來說，其實可超過五顆星的，但就操縱性來說……');//368
C('142	Railway	Railway～ここにある夢～	2001/11/25 01:02AM–12/2 07:46AM	All	2001.11.24–27	*	*記錄檔太大，不附..不過對此game來說，記錄檔還滿有用的。	86	★★★★	★★(★)	★★(★)	*與色數相抵	★★(☆)');//369
C('19	RainyBlue	Rainy Blue～６月の雨～	2000.4.24,30	all	2000.4.23,28–30	=	*無說明,未確認	84	★★★☆	★★★☆	★★★☆	★★★★★');//370
C('120	RENAICHU	恋愛CHU!	2001/9/21 10:19PM	all	2001.9.9–21	=	83	★★★☆	*麻痺了～!	★★★☆	★★★★	★★★☆');//371
C('154	LENSNOMUKO	レンズの向こう側…	2001/12/10 10:25PM	all	2001.12.8–10	=	75	★★	★★	★★★★	★★★(★)');//372

G('ろ	ro');//373-
C('235	LostPassage	LostPassage	2002/9/1 4:29	all	2002.8.18–9,31–9.1	=	*因為檔案過大，僅提供CGAll檔	84	★★★(★)	★★★☆	★★★★	★★★☆');//373
C('103	ROSELOSE	ROSE or LOSE	2001/8/15 01:43PM	CGAll	2001.8.12–13		73	★★★	★★☆	(☆)	*夠差的	★★☆');//374
C('264	ROCKET	ロケットの夏	2003/3/9 9:36	all	2003/3/1,2,8–9	=	88	*本來因為沒有比較發人省思的部分，而想再減點分的……就算了吧。	★★★★☆	★★★★☆	★★★★	★★★☆');//375

G('わ	wa');//376-
C('63	forget_me_not	忘れかけた心の欠片	2001/6/28 01:34PM	all	2001/6/26–28	WASURE	84	★★★(★)	★★★★☆	★★★☆	★★★(★)');//376
C('233	forget	忘レナ草 ～Forget-me-Not～	2002/8/15 23:57	all	2002.8.4,11,14–15	=	88	★★★(★)	★★★★(☆)	★★★☆	★★★☆');//377
C('220	Arika	わたしのありか。	2002/6/15 9:30	allED	2002.6.8–15	=	89	★★★★(★)	*為了真．女主角終局的部份，特別加分。	★★★★	*因兩首ED	★★☆	★★☆');//378
C('609	Mesukao	私の知らない妻の貌	2009/7/6 21:33:17	all	2009/5/1–10,7/6 19:34:59	=	*無說明。実は必要ないかも。	70	*總是有提價值觀了	★★★	★★(★)	★★★☆	★★★★');//379
C('3	ONE	ONE～輝く季節へ～	2000.2.29	all	1999.11.13–24	=	96	★★★★★★	★★★★★	★★☆	★★☆');//380
C('252	one2	ONE2～永遠の約束～	2003.1.18–9,31 21:58	all	2003.1.12,18–9,31	=	*和ONE一樣，僅列出各人進程。	85	★★★★	★★★☆	★★★(★)	★★');//381

G('を	wo');//382-

G('ん	n');//382-


G('anime:a-ko	動畫電影/影集/OVA:あ–こ');//382-
C('442	APPLESEED	アップルシード	2005/7/23晚	動畫電影');//382
C('42	aonorokugo	青の6號	2001/1/8–9	4話動畫');//383
C('648	time_of_eve	イヴの時間	2011/3/13	1:46劇場版');//384
C('310	VampireHunterD	Vampire Hunter D	2003/12/7	動畫電影');//385
C('129	X	X	2001/10/16	劇場版');//386
C('149	escaflowne	[escaflowne -dts limited edition-]	2001/12/2	劇場版');//387
C('193	Gundam08MS	Gundam the 08th MS team	2002/3/21	劇場版');//388
C('151	GUNDRESS	GUNDRESS	2001/12/8	動畫電影');//389
C('313	WXIII	機動警察劇場版3	2003/12/28	劇場版');//390
C('443	kujian	くじびきアンバランス	2005/7/26晨	OVA3');//391
C('407	Kumonomukou	雲のむこう、約束の場所	2005/2/23 21:35	1時間31分劇場版');//392
C('152	Green Legend Ran	グリーンレジェンド乱	2001/12/8	動畫電影');//393
C('674	Tales_from_Earthsea	ゲド戦記	2011/12/1晚	115分動畫電影');//394
C('383	Cossette	コゼットの肖像	2004/9/18 20:200 OVA0–2,2005/1/16 8:54 OVA3	OVA DVD 0–3');//395

G('anime:sa-	動畫電影/影集/OVA:さ–');//396-
C('643	Summer_Wars	サマーウォーズ	2010/1/28映画, 2011/2/7漫画	115分アニメ映画+3漫画');//396
C('452	STEAMBOY	スチームボーイ	2005/8/21	劇場用アニメ');//397
C('189	sentochihiro	千と千尋の神隠し	2002/3/10	動畫電影');//398
C('280	sennenjyoyuu	千年女優	2003/6/16	動畫電影');//399
C('242	ningyo	人魚シリーズ	2002/10/16,2004/6/2–3	人魚の森、人魚の傷。劇場版+TV版11話+漫畫2集/2');//400
C('291	nekonoonkaesi	猫の恩返し	2003/7/27	動畫電影');//401
C('417	HappyWorld	Happy World!	2005/4/24漫畫1–7,4/30 OVA;2006/7/16 9:51漫畫–10,9/21 22:11漫畫11	漫畫11/11,OVA3/3');//402
C('398	Howl	ハウルの動く城	2005/1/10–11	動畫電影');//403
C('673	Paprika	パプリカ	2011/11/20	動畫電影');//404
C('379	hitsuji	羊のうた	2004/9/2 OVA,3 漫畫	4話OVA,漫畫7');//405
C('547	Byousoku5cm	秒速5センチメートル	2007/7/30	アニメーション映画');//406
C('292	FINAL FANTASY	FINAL FANTASY	2003/7/27,2005/10/1	3D動畫電影*2');//407
C('498	FLCL	フリクリ	2006/7/16	OVA6/6');//408
C('321	The voices of a distant star	ほしのこえ	2004/1/15	25分劇場版');//409
C('684	hoshi-o-kodomo	星を追う子ども	2012/4/29	ジュブナイルアニメーション映画');//410
C('302	THE MATRIX	THE MATRIX	2003/11/1動畫,2003/12/20電影2,2006/12/27 22:21電影3	電影3/3,立體動畫短篇');//411
C('128	MEMORIES	MEMORIES	2001/10/15	動畫電影');//412
C('359	memoff	Memories Off(OVA)	2004/6/24	OVA1:3+OVA2:3+OVA3.5:2話動畫');//413
C('337	Yukikaze	戦闘妖精雪風	2004/4/21,30OVA1–3,2006/1/4OVA–5,1/5小說2	OVA5/5,小說2');//414
C('287	ONEDVD	ONE DVD	2003/7/19	4話改編動畫');//415

G('adult Anime	成人動畫');//416-
C('413	elfeana	エルフィーナ	2005/4/1–9	陵辱OAV3/3');//416
C('173	MEM	MEM	2002/1/29	H動畫影集2');//417
C('172	kawarazaki	河原崎家の一族	2002/1/29	H動畫影集1');//418
C('171	koihime	恋姫	2002/1/29	H動畫影集2');//419
C('340	yakin	夜勤病棟	2002/4初–25,30	H動畫10+1/10+2+?');//420

G('adult comic	成人漫畫');//421-
C('439	MichaelPlan	ミカエル計画	2005/7/16晚	漫畫3/3');//421


G('anime series:a	系列動畫:あ');//422-
C('588	RealDrive	RD 潜脳調査室	2008/10/18–19	26話動畫');//423
C('640	IronMan	Iron Man	2010/10,12	1,9–12/12話動畫');//424
C('338	aimaimi	あぃまぃみぃ！ストロベリー・エッグ	2004/4/23	13話動畫');//425
C('521	Asatteno	あさっての方向。	2007/1/8–9動畫,2007/1/8–9漫畫1–3,2007/11/3漫畫–5	漫畫5/5,動畫12/12');//426
C('363	aquarian-age	Aquarian Age	2004/7/12–13	動畫TV13話,OVA1話');//427
C('330	asagirinomiko	朝霧の巫女	2004/4/11–12	26話動畫(長度相當於13話)');//428
C('706	Another	Another	2012/10–2013/1/23	12+1話動畫');
C('683	natsumachi	あの夏で待ってる	2012/1–4/5	12話動畫');//429
C('662	anohana	あの日見た花の名前を僕達はまだ知らない。	2011/4/20–6/24	11話動畫');//430
C('311	AyashiNoCeres	妖しのセレス	2003/12/16–17	24話動畫');//431
C('343	Arjuna	地球少女アルジュナ	2004/5/7–8	13話動畫');//432
C('672	UN-GO	UN-GO	2011/10/23–12/	13?話動畫');//433
C('133	EAT-MAN	EAT-MAN	2001/10/27動畫,2004/11/4漫畫	12話動畫,漫畫19');//434
C('431	WitchHunterROBIN	Witch Hunter ROBIN	2005/6/12–13	26話動畫');//435
C("381	wolfrain	Wolf's Rain	2004/9/5	動畫30話");//436
C('352	stellvia	宇宙のステルヴィア	2004/6/10–11	26話動畫');//437
C('572	elcazador	エル・カザド	2008/5/11–12 1:11:24	26話動畫');//438
C('546	ErgoProxy	Ergo Proxy	2007/7/24–25	動畫23/23');//439
C('394	ElfenLied	elfen lied	2004/12/4動畫1–13,5晨漫畫1–9,2005/5/8動畫14,2005/8/27晚–107/107話	14話動畫,漫畫12');//440
C('416	ErementarGerad	EREMENTAR GERAD	2005/4/22漫畫1–7,23動畫1–3,5/7動畫5;2022/6/2漫畫1–18	1–5/26話動畫,漫畫1–18');//441
C('659	AngelBeats!	Angel Beats!	2011/5/28–29	13+1話動畫');//442
C('468	otogizoushi	お伽草子	2006/1/29–2/1	13+13話動畫');//443
C('638	otome-zakuro	おとめ妖怪ざくろ	2010/10–12	12話動畫');//444
C('323	OnegaiTeacher	おねがい☆ティーチャー	2004/2/21	12話動畫+1話sp');//445

G('anime series:ka	系列動畫:か');//446-
C('500	girls-bravo	GIRLSブラボー	2006/7/18–19	動畫11+13話,漫畫10/10');//446
C('253	COWBOY BEBOP	カウボーイビバップ	2001/9/30	26話動畫+劇場版');//447
C('627	CANAAN	CANAAN	2010/8/22–28	13話動畫');//448
C('570	KARAS	鴉 -KARAS-	2008/5/7–8	OVA6');//449
C('Monte-Cristo');//450
C('364	GunslingerGirl	GUNSLINGER GIRL	2004/7/13動畫+漫畫1–3,2007/7/27漫畫1–8.5,2022/5/15漫畫1–15	13話動畫,漫畫15');//451
C('327	GundamSEED	Gundam SEED	2004/3/1–4:50,2006/1/28–29:50,2006/2/28:DESTINY FINAL PLUS	50+1sp+50+1sp話動畫');//452
C('556	KISSDUM	キスダム	2007/4–5,10/16–17	26話動畫');//453
C('747	Kiznaiver	キズナイーバー	2016/7/3–2016/7/10	12話動畫');
C('361	kita-he	北へ。	2004/7/10 10:0–16:15	12話動畫');//454
C('402	KURAU	KURAU Phantom Memory	2005/2/1–2	24話動畫');//455
C('581	CRYSTAL_BLAZE	CRYSTAL BLAZE	2008/9/9	12話動畫');//456
C('499	cluster-edge	CLUSTER EDGE	2006/7/17–18	25話動畫');//457
C('355	ChrnoCrusade	クロノクルセイド	2004/6/15–16,19	24話動畫,漫畫1–8/8');//458
C('378	koikaze	恋風	2004/8/29–30動畫,31 20:46漫畫	動畫12+1sp(8.5),漫畫1–4/5');//459
C('497	koikoi7	こいこい7	2006/7/15	動畫13/13,漫畫1–3/6+?');//460
C('279	koukakukidoutai	攻殻機動隊	2003/6/15SAC1–14,電影1;2005/4/17INNOCENCE;7/24–25SAC;7/26–28GIG	動畫電影1,2;26/26話動畫SAC;26/26話動畫2nd GIG');//461
C('426	Basilisk	甲賀忍法帖	2005/5/26漫畫5/5,2005/6/4動畫1–6,2005/9/30晚動畫12,15,17–24	漫畫5/5,動畫24/24');//462
C('707	Eureka seveN	交響詩篇エウレカセブン	2013/1/25–30	50+1話動畫');
C('579	GHOST_HOUND	神霊狩/GHOST HOUND	2008/9/1–4,7	22話動畫');//463
C('545	CodeGeass	コードギアス	2007/3–4,7/23–24,8/22 15:9:25 24–25	23+2+26話動畫');//464
C('362	konomini	この醜くも美しい世界	2004/7/11	12話動畫');//465

G('anime series:sa	系列動畫:さ');//466-
C('720	PSYCHO-PASS	PSYCHO-PASS	2013/8/16–20	22話動畫');
C('705	sakurasou	さくら荘のペットな彼女	2012/12–2013/1/13,2013/7/14	24話動畫');
C('657	C_CONTROL	C	2011/4/20–6/24	11話動畫');//466
C('639	SHIKI	屍鬼	2010/7–12	22/22+2話動畫');//467
C('501	jigokushoujo	地獄少女	2006/7/20–21動畫26+漫畫1,2007/7/15 20:0–18 1:10 二籠,2009/4/11–19 三鼎	26+26+26話動畫,漫畫1/5?');//468
C('569	shigofumi	シゴフミ	2008/5/4–5動畫12,2011/4/20動畫13	13話動畫');//469
C('699	Shining Hearts	シャイニング・ハーツ	2012/9/13–25	12話動畫');
C('681	Shana	灼眼のシャナ	2010?–2012/4/4	動畫24TV+1OVA+24TV+4OVA+24TV');//470
C('656	SHUFFLE!	SHUFFLE!	2011/5/7-8	第1期24話動畫');//471
C('360	12kokuki	十二国記	2004/6/25–7/6	45話動畫');//472
C('632	campanella	祝福のカンパネラ	2010/7–9/22	12/12話動畫');//473
C('469	jinki	ジンキ	2006/2/4漫畫4+7,動畫12,2006/7/24動畫13	漫畫4/4+7/8+?,動畫13/13');//474
C('324	ShingetsutanTsukihime	真月譚 月姫	2004/2/22–23	13話動畫');//475
C('GHOST_HOUND');//476
C('721	Gargantia	翠星のガルガンティア	2013/4/16–2013/11/24	13+2話動畫');
C('694	s.CRY.ed	スクライド	2012/8/2–5	TV版26話+劇場版2話');
C('357	sutepri	スクラップド・プリンセス	2004/6/19–20	24話動畫');//477
C('350	Spiral	スパイラル	2004/6/6動畫,漫畫1–9;2006/7/12 20:04漫畫–15;2011/9-10/2漫畫–15+スパイラル・アライヴ1/5	25話動畫,漫畫15/15+1/5');//478
C('464	SPEED-GRAPHER	SPEED GRAPHER	2005/12/17–18	24話動畫');//479
C('512	ZEGAPAIN	ZEGAPAIN	2006/10/24–25	26話動畫');//480
C('476	Xenosaga	Xenosaga THE ANIMATION	2006/3/19	12話動畫');//481
C('353	SeraphimCall	Seraphim Call	2004/6/12–13	12話動畫');//482
C('404	Fafner	蒼穹のファフナー	2005/2/7–8 14:38	26話動畫');//483
C('584	sola	sola	2008/9/14	13+2話動畫,14話漫畫');//484
C('610	sorakake	宇宙をかける少女	2009/7/7–8 23:43:50	26話動畫');//485
C('505	SoltyRei	SoltyRei	2006/8/5–6	24+1/24+1話動畫');//486

G('anime series:ta	系列動畫:た');//487-
C('554	DARKER_THAN_BLACK	DARKER THAN BLACK	2007/4–10/2,2010/8/28 25+1+4OVA+12	25+1話+4OVA+12話動畫');//487
C('348	rumiko	高橋留美子劇場	2004/6/3–4	13話動畫');//488
C('530	TacticalRoar	タクティカルロア	2007/3/11–12	13話動畫');//489
C('DC');//490
C('351	DNAngel	D・N・ANGEL	2004/6/7–9	25話動畫,漫畫1–10/11+?');//491
C('582	GurrenLagann	天元突破グレンラガン	2008/9/10–13	27話動畫');//492
C('420	tenchi	天地無用！	1997?OVAs1–2,2005/5/11OVAs3,2005/11/17OVA+1	OVA三期(6+6+6+1),TVシリーズ26,..');//493
C('571	COIL	電脳コイル	2008/5/9–10	26話動畫');//494
C('332	TokyoUnderground	東京アンダーグラウンド	2004/4/14–17	26話動畫');//495
C('577	true_tears	true tears	2008/8/31	13話動畫');//496
C('655	DOGDAYS	DOG DAYS	2011/4/5–6/27,2012/10	13+13話動畫');//497
C('290	.hack	.hack	2003/7/26:.hack//SIGN 1–26,2008/2/8–9:.hack//Roots,2008/2/11 22:36:46:.hack//SIGN 28–29	.hack//SIGN:26+3/26+3話動畫,.hack//Roots:26/26+1話動畫');//498
C('641	TRIGUN	トライガン	2010/12–11/1	26話動畫+1劇場版');//499
C('576	DRAGONAUT	ドラゴノーツ	2008/8/28–30	25話動畫');//500
C('427	TrinityBlood	トリニティ・ブラッド	2005/6/1小說2,漫畫1–3,6/2動畫1–5;2006/7/13 21:03漫畫–5;2006/7/14 13:39動畫–24	小說2/6+6+1,漫畫1–5/7+?,動畫24/24');//501
C('608	druaga	ドルアーガの塔	2009/7/5–6 00:58:41	12+1+12話動畫');//502

G('anime series:na	系列動畫:な');//503-
C('580	NightWizard	ナイトウィザード The ANIMATION	2008/9/7–8	13話動畫');//503
C('680	NightWalker	Night Walker	2012/3/11	12話動畫');//504
C('127	NADESICO	機動戦艦ナデシコ	2001/10/14	26話動畫');//505
C('358	nanako	菜々子解体診書	2004/6/22	6話動畫');//506
C('349	narue	成恵の世界	2004/6/4–5	12話動畫,漫畫1–3/3+?');//507
C('ningyo');//508
C('273	noir	noir(ノワール)	2003/5/3	26話動畫');//509

G('anime series:ha	系列動畫:は');//510-
C('432	PINEAPPLE ARMY	パイナップルARMY	2005/6/16晚	漫畫8/8');//510
C('339	haibane	灰羽連盟	2004/4/19–25	13話動畫');//511
C('405	hagaren	鋼の錬金術師	2005/2/8–10:1–42,51話動畫;2006/7/10 20:20:–60	漫畫1–60話(第14.5/17+?巻相当),51話動畫');//512
C('Basilisk');//513
C('148	hanaukyou	花右京メイド隊	2001/12/2,2004/6/18–19La Verite1–9,2004/6/23La Verite10–12	15+La Verite12話動畫');//514
C('686	hanasaku iroha	花咲くいろは	2012/5/5–17	26話動畫');
C('325	hanatashounensi	花田少年史	2004/2/28–29	25話動畫');//515
C('649	Lettuce only	ハネムーンサラダ	2011/3/26	漫畫1+5/1+5');//516
C('774	BEATLESS	BEATLESS	2018/10/6–2018/10/8 21:17	24話動畫');
C('629	juiz	東のエデン	2010/8/29:11話+2劇場版	11話+1総集編+2劇場版動畫');//517
C('555	HeroicAge	ヒロイック・エイジ	2007/4–10/14	26話動畫');//518
C('409	final	φなる・あぷろーち	2005/3/7 19:9 1–4話,19 16:16 5–13話	13話14分動畫');//519
C('460	FantasticChildren	ファンタジックチルドレン	2005/11/28–30	26話動畫');//520
C('467	FUTAKOI	フタコイ	2006/1/27	13*2話動畫');//521
C('654	FRACTALE	フラクタル	2011/1–4/16 21:54:48	11話動畫');//522
C('611	BLASSREITER	ブラスレイター	2009/7/10–11	24+1話動畫');//523
C('372	PLANETES	プラネテス	2004/8/28–29	26話動畫,漫畫4/4');//524
C('653	freezing	フリージング	2011/1–4/10 18:36	12話動畫');//525
C('697	BlueGender	BLUE GENDER	2012/8/8–10	26話動畫');
C('329	FMP	フルメタル・パニック！	2004/4/9–11,2005/12/22 19:47TSR+comic1+小說+漫畫第一部9/9+漫畫第二部1	第一部26話+第二部13話動畫+第三部TSR13話動畫+漫畫第一部9/9+漫畫第二部1/?+小說');//526
C('304	Hellsing	Hellsing	2003/11/8–9	13話動畫');//527
C('585	PERSONA	ペルソナ	2008/9/18–19	26話動畫');//528
C('607	xamd	亡念のザムド	2009/7/1–3	26話動畫');//529

G('anime series:ma	系列動畫:ま');//530-
C('583	Myself;Yourself	Myself;Yourself	2008/9/14	13話動畫');//530
C('716	maoyu	まおゆう魔王勇者	2013/7/15–21	12+1話動畫');
C('587	MACROSS_frontier	マクロスF	2008/10/15–18	25話動畫');//531
C('403	MADLAX	MADLAX	2005/2/4 15:47–2/6	26話動畫');//532
C('370	loki	魔探偵ロキRAGNAROK	2004/8/24–25動畫,26;2022/5/8漫畫7+5/7+5+6	26話動畫,漫畫7+5/7+5+6');//533
C('331	maburaho	まぶらほ	2004/4/12–14	24話動畫');//534
C('644	Madoka_Magica	魔法少女まどか☆マギカ	2011/1–2011/4/23	11話動畫');//535
C('354	SomedaysDreamers	魔法遣いに大切なこと	2004/6/13–14	13話動畫');//536
C('380	midorinohibi	美鳥の日々	2004/9/4 動漫畫,5 6:17 Drama1,2005/2/12漫畫8	動畫13話,漫畫8/8,Drama1');//537
C('47	RYVIUS	無限のリヴァイアス	2001/5/5	26話動畫');//538
C('574	Mnemosyne	Mnemosyne-ムネモシュネの娘たち-	2008/8/4	6話45分動畫');//539
C('709	MedakaBox	めだかボックス	2013/5/9	12+11+1話動畫');
C('371	mousou	妄想代理人	2004/8/27	動畫13話');//540

G('anime series:ya	系列動畫:や');//541-
C('425	yugo	勇午	2005/5/23–25漫畫1–21,25–26動畫	漫畫1–21/22+?,動畫13/13');//541

G('anime series:ra	系列動畫:ら');//542-
C('267	RahXephon	ラーゼフォン	2003/3/16,2004/2/21	26話動畫+多元変奏曲');//542
C('466	Lamune	ラムネ	2006/1/26	12話動畫');//543
C('322	LastExile	LAST EXILE	2004/2/15–21	26話動畫');//544
C('11	Lain	Lain	2000.3.9	13話動畫');//545
C('488	REC	●REC	2006/6/8	9話12分動畫,漫畫1–5/6+?');//546
C('557	RomeJuli	ロミオ×ジュリエット	2007/10/20–21	24話動畫');//547
C('341	yumeria	ゆめりあ	2004/5/1–3	12話動畫');//548

G('anime series:wa	系列動畫:わ');//549-
C('589	WorldDestruction	World Destruction	2008/10/19–20	13話動畫');//549


G('comic:a	漫畫:あ–さ');//550-
C('418	AMG	ああっ女神さまっ	1997?–2005/4/29TV1–15話	漫畫1–30/31+?,OVA 5巻,劇場版1,TV26話動畫');//422
C('596	aitomakoto	愛と誠	2009/1/14	漫畫3/10');//550
C('393	EDENs BOwY	ヱデンズボゥイ	2004/12/3晚漫畫1–13/14,2013/8/14漫畫1–20/20	26話動畫,漫畫20');//551
C('692	ANGEL_FOYSON	ANGEL FOYSON	2012/7/13–14	漫畫4');
C('419	OpenSesame	OPEN SESAME	2005/5/9漫畫1–9,2022/4/30漫畫1–20	漫畫1–20/20');//552
C('447	omaegasekaiwokowasitainara	おまえが世界をこわしたいなら	2005/7/31	漫畫3/3');//553
C('436	omelette_rice	オムライス	2005/7/9	漫畫5/5');//554
C('540	DangerIsWalking	危険がウォーキング	2007/7/1–2	漫畫4/4');//555
C('523	kininaruyomesan	気になるヨメさん	2007/1/31	漫畫2/2');//556
C('472	kyoukashoninai	教科書にないッ！	2006/1,2/20–21	漫畫18/18');//557
C('344	KUROGANE	黒鉄	2004/5/21	漫畫第一部6/6');//558
C('535	kekkonsiyouyo	結婚しようよ	2007/6/9–10	漫畫6/6');//559
C('424	genzou	幻蔵人形鬼話	2005/5/22	漫畫5/5');//560
C('651	Kouryuu no Mimi	黄龍の耳	2011/3/29–4/1	漫畫1–5,15/15');//561
C('314	TheLastLoveSong	最終兵器彼女	2004/1/6	漫畫7/7');//562
C('430	3x3EYES	3×3EYES	2005/6/6–9漫畫40	漫畫40/40');//563
C('448	sishunki	思春期未満お断り	2005/7/31 19:35漫畫3+3	漫畫3+3/3+3+1');//564
C('502	hamanakaai	女子大生家庭教師濱中アイ	2006/7/24–25漫畫5,2022/2/5漫畫6	漫畫6/6');//565
C('433	JIRAISHIN	地雷震	2005/6/18–20	漫畫19/19');//566
C('422	amenosa	新暗行御史	2005/5/15漫畫1–9;2005/5/30漫畫10,劇場アニメ;2006/7/24漫畫–13,2008/3/21 0:17:40漫畫–17	漫畫17');//567
C('456	SaberMarionette	セイバーマリオネット	2005/11/7	漫畫5/5');//568

G('comic:ta	漫畫:た–');//569-
C('560	chisapon	ちさ×ポン	2008/1/3	漫畫3–6/8（隨便翻翻）');//569
C('503	chocosis	ちょこッとSister	2006/7/25漫畫第1–57話,2022/2/5漫畫8	漫畫8/8');//570
C('685	Chobits	ちょびっツ	2012/5/1–6	漫畫8, TVアニメ24+総集編3+OVA1');//571
C('473	DGrayMan	D.Gray-man	2006/3/2:1–74話(第8巻中相当)	漫畫1–8/9+?');//572
C('507	DEATHNOTE	DEATH NOTE	2006/8/7–10:1–12,2007/12/11:13	漫畫12+1/12+1');//573
C('347	TenjhoTenge	天上天下	2004/6/2	漫畫1–11/11+?');//574
C('689	tadanohitoshi	特命係長・只野仁	2012/6/20–21	漫畫9');
C('narue');//575
C('563	20thCenturyBoys	20世紀少年	2008/2/10–11	漫畫22+2/22+2');//576
C('440	nobra	のーぶら	2005/7/17	漫畫5/5');//577
C('527	NodameCantabile	のだめカンタービレ	2007/2/12–14	漫畫102話(–17巻)/19+?');//578
C('539	LookingForBetterHalf	ハーフな分だけ	2007/7/1	漫畫2/2');//579
C('438	Pastel	ぱすてる	2005/7/15漫畫1–10	漫畫1–10/44');//580
C('389	BLEACH	BLEACH	2004/10/22–23漫畫1–154話,2005/10/10 –198(–23巻)	漫畫1–198/24+?');//581
C('423	BlueSeed	碧奇魂	2005/5/22	漫畫2/2');//582
C('635	PLUTO	PLUTO	2010/11/12–13	漫畫8/8');//583
C('541	HonkiNoSirusi	本気のしるし	2007/7/2	漫畫6/6');//584
C('387	keaton	MASTERキートン	2004/9–10/13	漫畫18/18');//585
C('319	MAHORO	まほろまてぃっく	2004/1/29漫畫1–6,9/19漫畫7,2005/1/2 19:59漫畫8	漫畫8/8');//586
C('667	FutureDiary	未来日記	2011/9/17–18	漫畫12+2');//587
C('668	mushishi	蟲師	2011/9/19–26	漫畫10/10');//588
C('41	MONSTER	MONSTER	2000/12/26	漫畫18/18');//589
C('326	R.O.D	R.O.D	2004/3/1	漫畫4/4');//590
C('538	LivingGame	りびんぐゲーム	2007/6/30–7/1	漫畫10/10');//591
C('542	LunaHeights	ルナハイツ	2007/7/2	漫畫2/2');//592
C('435	yumekamoshinnai	夢かもしんない	2005/7/10	漫畫5/5');//593
C('522	yumedeaetara	夢で逢えたら	2007/1/29–30	漫畫17/17');//594

G('light novel	ライトノベル之心得');//595-
C('342	karanokyoukai	空の境界	2004/5/7	上下集ライトノベル 適当に');//595
C('543	KillLove	殺×愛	2007/3,4,7/12–13	ライトノベル 適当に/0–7');//596
C('677	SAO	ソードアート・オンライン	2012/1/28,2/13	ライトノベル 適当に/10+?');//597
C('698	Kenshin no Succeed	剣神の継承者	2012/8/11–12	ライトノベル 2/3+?');

G('otaku misc	其他動漫畫相關');//598-
C('765	anime1	日本動畫雜談1	2001/5/13–2018/4/7	日本動畫雜談合輯');
C('841	comic1	日本漫畫雜談1	2007/2/14–	日本漫畫雜談合輯');
C('842	light novel 1	ライトノベル雜談1	2011/11/1–	ライトノベル雜談合輯');
C('843	game1	遊戲雜談1	2011/1/15–	日本遊戲雜談合輯');
C('844	RTS	即時戰略遊戲雜談	2023/2/2–	即時戰略遊戲雜談合輯');

G('literature	文學小說、文集之心得');//598-
C('39	DeepRiver	深い河	2000.12	novel	{"original language":"ja-JP"}');//598
C('40	kaminokodomotachi	神の子どもたちはみな踊る	2000.11	短篇小說集	{"original language":"ja-JP"}');//599
C('123	The Saviors of God	拯救神的人	2001/9/16–22	哲學詩篇	{"original language":"el-GR"}');//600
C('391	Schicksallosen	Roman eines Schicksallosen	2004/11/6	文學小說	{"original language":"hu-HU"}');//601
C('449	Monte-Cristo	Le Comte de Monte-Cristo	2005/8/11–12小說,12–13動畫	文學小說,動畫"巌窟王"24	{"original language":"fr-FR"}');//602
C('516	Crows	CROWS	2006/5?–12/1	長篇小說');//603
C('605	SpaceOdyssey	Space Odyssey	2009/3–5	科幻小說');//604
C('766	novel1	小說雜談1	2016–	中國大陸網路小說+古代社會生活史+ライトノベル雜談合輯');
C('775	Forty Millenniums of Cultivation	修真四万年	2017/7/27–2018/11/11	認真討論修真小說中的社會體制可能產生的問題	{"original language":"cmn-Hans-CN"}');
C('783	Dao Jun	道君	2019/4/29–2019/5/20	網文中的佳作	{"original language":"cmn-Hans-CN"}');


// 有包含 "original language" 的，標題為原文標題，id 為英文標題或變造標題；或者標題為中文標題，id 為原文標題。
// 未包含 "original language" 的，表示原文為英文書。標題為英文標題，id 為變造標題；或者標題為中文標題，id 為英文標題。

G('book:science	自然科學+數理邏輯+宇宙學書籍');//605-
C('562	TheAstonishingHypothesis	The Astonishing Hypothesis	2006,2007/11–2008/1/20	科普書籍');//628
C('616	World_Without_Time	A World Without Time	2009/7–2009/8/14 21:33	人物側寫/數理邏輯體制探討');//630
C('620	ALifeOfLogic	Gödel: A Life of Logic	2009/9/15–12/8	數理邏輯探討');//631
C('621	TheOneTruePlatonicHeaven	The One True Platonic Heaven	2009/12/13–2009/12/27 11:48:24	科學小說');//632
C("725	Surely You're Joking, Mr. Feynman!	別鬧了，費曼先生！科學頑童的故事	2014/7/7–9	Feynman 系列: 物理學家回憶錄");
C('733	The Pleasure of Finding Things Out	費曼的主張	2014/8/22–9/1	Feynman 系列: 科學家意見雜記');
C('759	A Universe from Nothing	無中生有的宇宙 : 科學家探索宇宙誕生與未來的故事	2017/8–2017/10/29 22:24	介紹宇宙學與宇宙誕生相關的進展');
C('760	What Do You Care What Other People Think	What Do You Care What Other People Think?	2017/11/4–2017/11/26 13:30	Feynman 系列: 物理學家生活散記');
C('762	Disturbing the Universe	宇宙波瀾: 科技與人類前途的自省	2018/2/8–2018/2/24 21:42	科學家人文省思');
C('763	Parallel Worlds	平行宇宙：穿越創世、高維空間和宇宙未來之旅	2018/3/7–18 12:47:38	Kaku 系列: M 理論發展史暨部分科幻理論的可能性');

G('book:biology	生物+生態+遺傳+演化書籍');
C('679	TheGrandDesign	The Grand Design	2012/2/3 0:8–2012/2/6	科普書籍');//636
C('702	gunsgermssteel	Guns, Germs, and Steel	2012/8–2012/10/27	大歷史原則論:1書+3影片');
C('723	The_Man_Who_Mistook_His_Wife_for_a_Hat	The Man Who Mistook His Wife for a Hat	2013/12/21–2013/12/22,28	腦神經科普');
C('724	Wij_zijn_ons_brein	Wij zijn ons brein	2014/3/23–2014/5/4	腦神經科普	{"original language":"nl-NL"}');
C('731	River Out of Eden	伊甸園外的生命長河	2014/8/2–8	生命演化概說');
C('736	The Greatest Show on Earth	地球上最偉大的表演：進化的證據	2014/9/27–10/19	演化論啟蒙');
C("738	Pandora's Seed	潘朵拉的種子：人類文明進步的代價	2014/11/14 22:25	人類的原罪，農業的代償");
C('740	Endless Forms Most Beautiful	蝴蝶、斑馬與胚胎：探索演化發生學之美	2014–2015/12/21 16:37	通俗演化發育生物學書籍');
C('741	The Future of Life	生物圈的未來	2014–2015/12/31 0:24	生物多樣性/生態保育');
C('748	Life Ascending	生命的躍升：40億年演化史上最重要的10大關鍵	2016/5/1–7/25	演化的軌跡');
C('761	The Vital Question	生命之源：能量、演化與複雜生命的起源	2017/12/10–2018/2/5 14:27	關於生物起源機制以及限制的論述');
C('767	Life on the Edge	解開生命之謎：運用量子生物學，揭開生命起源與真相的前衛科學	2018/4/6–2018/4/21 21:37	量子生物學入門簡介');
C('768	Half-Earth	半個地球：探尋生物多樣性及其保存之道	2018/4/21–2018/4/26 6:49	對人類造成生態危機的警世吶喊');
C('776	Comer sin miedo	人造恐慌：擊破謠言和謬誤，告訴你真實的「基改食品」與「有機農業」！	2018/10–11/22	對於基改、有機農業、食品加工業有點矯枉過正的撥亂反正	{"original language":"es-ES"}');
C('795	Human Errors	人類這個不良品：從沒用的骨頭到脆弱的基因	2020/1/4–2020/1/11	人類演化的缺陷');
C('813	Hirnrissig	打破大腦偽科學	2020/6/13–2020/6/28	破除錯誤概念的大腦科普');
C('820	A Brief History of Everyone Who Ever Lived	每個人的短歷史：人類基因的故事	2020/8/26–2020/9/9	DNA、基因組與你我的關係');

G('book:technology	科技+未來學書籍');
C('525	Fremtiden	未來種子	2007/2/4–7	未來學書籍	{"original language":"nb-NO"}');//622
C('gunsgermssteel');
C('726	What Technology Wants	科技想要什麼	2014/5/24–7/18	科技生命演化史');
C('749	The Inevitable	必然：掌握形塑未來30年的12科技大趨力	2016/7/25–8/25 0:19	對網路時代的趨勢觀察');
C('752	Physics of the Future	2100科技大未來：從現在到2100年，科技將如何改變我們的生活	2016/8/25–2016/10/10 23:54	Kaku 系列: 對未來生活的預測');
C('777	The Future of the Mind	2050科幻大成真：超能力、心智控制、人造記憶、遺忘藥丸、奈米機器人，即將改變我們的世界	2018/11/24–2018/12/31 13:56	Kaku 系列: 人類將如何以科技與機器拓展心智能力');
C('785	Sapiens	人類大歷史：從野獸到扮演上帝	2019/6/2–2019/7/28 20:17	縱觀人類發展史 Sapiens: A Brief History of Humankind	{"original language":"he-IL"}');
C('792	Life 3.0	Life 3.0: Being Human in the Age of Artificial Intelligence	2019/10/11–2019/10/28	闡述超人工智慧可能對人類社會造成的衝擊');
C('794	Homo Deus	人類大命運：從智人到智神	2019/11/15–2020/1/4 9:20	對虛構秩序操縱歷史的補充，以及科技可能如何影響人文主義價值觀	{"original language":"he-IL"}');
C("800	WTF	WTF? What's the Future and Why It's Up to Us	2020/2/14–2020/2/23	如何發掘與因應未來的趨勢；只要解決企業貪婪問題，科技將帶來新工作需求");
C('804	21 Lessons for the 21st Century	21世紀的21堂課	2020/3/15–2020/4/8	科技對人的衝擊，舊價值觀的不合時宜，以及國族主義、宗教之荒謬	{"original language":"he-IL"}');
C('808	Weapons of Math Destruction	大數據的傲慢與偏見：一個「圈內數學家」對演算法霸權的警告與揭發	2020/5/3–2020/5/31	揭發企業用大數據演算法牟利造成之危害');
C("818	What's Next?	人類大未來：下一個五十年，科技如何讓人類更幸福？	2020/7/31–2020/8/5	不同學門對未來淺顯的預測");
C('822	Brief Answers to the Big Questions	霍金大見解：留給世人的十個大哉問與解答	2020/9/28–2020/10/10	Hawking 對宇宙與人類未來的淺顯探討');
C('838	If...Then	被操弄的真實：演算法中隱藏的政治與權力	2022/6/23–2022/9/2	演算法如何左右大眾的哲學性思考');

G('book:cognition	人類認知+心理學書籍');
//G('book:psychology	心理學書籍');
C('The_Man_Who_Mistook_His_Wife_for_a_Hat');
C('Wij_zijn_ons_brein');
C('728	UtsubyoshaNoShuki	うつ病者の手記	2001/9–10	憂鬱症剖析	{"original language":"ja-JP"}');
C('743	Games Primates Play	猿猴的把戲：動物學家眼中的人類關係	2016/1/1–2016/1/13	指謫自大的人類中心主義');
C('754	Phishing for Phools	釣愚：操縱與欺騙的經濟學	2017/2/19–2017/3/6	認知偏誤系列: 闡述人的不完美不理性，是怎麼造成經濟學理論的不泛用');
C('755	Misbehaving	不當行為：行為經濟學之父教你更聰明的思考、理財、看世界	2017/3/19–4/15	認知偏誤系列: 行為經濟學發展簡史，與人性那些弱點如何影響經濟行為');
C('757	The Righteous Mind	好人總是自以為是：政治與宗教如何將我們四分五裂	2017/4/29–6/11 21:11	認知偏誤系列: 理智是為了辯解，道德與宗教是為了凝聚人心');
C('758	Unfair	不平等的審判：心理學與神經科學告訴你，為何司法判決還是這麼不公平	2017/7/1–2017/7/26 19:12	認知偏誤系列: 當前司法體系因人性弱點而生弊病');
C('764	The Myth of the Rational Voter	理性選民的神話：我們為什麼選出笨蛋？民主的悖論與瘋狂	2018/3/18–4/5 1:40	認知偏誤系列: 人類本性如何戕害民主');
C('769	NeuroTribes	自閉群像：我們如何從治療異數，走到接納多元。	2018/5/6–2018/5/19 21:11	ASD 患者的故事與自閉症研究歷史');
C('770	Blindspot	Blindspot: Hidden Biases of Good People	2018/5/20–2018/5/27 14:27	認知偏誤系列: 解釋人們對自己人的偏好無意識間造成歧視');
C('779	Freakonomics	蘋果橘子經濟學	2019/1/11–2/6 9:24	認知偏誤系列: 以經濟學破除成見的實例');
C('781	The Why Axis	一切都是誘因的問題	2019/3/12–2019/3/25 10:21	認知偏誤系列: 抓住誘因、時時作現場實驗以造福社會');
C('782	SuperFreakonomics	超爆蘋果橘子經濟學	2019/4/6–2019/4/29	認知偏誤系列: 以經濟學破除成見的實例2');
C('784	Think Like a Freak	蘋果橘子思考術	2019/4/29–2019/5/26	認知偏誤系列: 破除成見解決社會問題的方法');
C('786	When to Rob a Bank	蘋果橘子創意百科：何時搶銀行等131個驚人良心建議	2019/5/26–2019/8/2 20:41	認知偏誤系列: 短文雜記');
C('787	Quirkology	Quirkology: How We Discover the Big Truths in Small Things	2019/8/2–2019/8/9 23:18	貼近人心的研究-合輯');
C('797	The Knowledge Illusion	知識的假象：為什麼我們從未獨立思考？	2020/1/27–2020/2/4	人們不知道自己不知道的原因與弊害');
C('803	Die Kunst des klaren Denkens	思考的藝術：52 個非受迫性思考錯誤	2020/3/8–2020/3/15	認知偏誤系列: 條列介紹各種認知偏誤 The Art of Thinking Clearly	{"original language":"de-CH"}');
C('806	Die Kunst des klugen Handelns	行為的藝術：52個非受迫性行為偏誤	2020/3/8–2020/4/24	認知偏誤系列: 條列介紹各種行為偏誤 The Art of Acting Clearly	{"original language":"de-CH"}');
C('809	Risk Savvy	機率陷阱	2020/6/1–2020/6/12	打破掌握資料夠多，就能準確預測的幻想');
C('819	Pre-Suasion	Pre-Suasion: A Revolutionary Way to Influence and Persuade	2020/8/6–2020/8/26	透過事前鋪陳引導，改變人判斷、決定的方法');
C('823	Biased	Biased: Uncovering the Hidden Prejudice That Shapes What We See, Think, and Do	2020/10/11–2020/11/26	內隱偏見、種族歧視肇因與各種影響');
C('824	Why We Act	Why We Act: Turning Bystanders into Moral Rebels	2020/12/31–2021/2/1	闡述為何旁觀者默不作聲');
C('825	Prius or Pickup?	極端政治的誕生	2020/11/26–2021/2/17	政治派系與價值觀結合，將引爆民眾激情。當熱血澎湃、淹沒理性時就要小心了。');
C('826	Not Born Yesterday	為什麼這麼荒謬還有人信？	2021/2/20–2021/5/20	從演化的角度解釋人們容易受騙，大多並非因為缺乏理性。');
C('828	Factfulness	真確：扭轉十大直覺偏誤，發現事情比你想的美好	2021/4/25–2021/5/29	提醒我們要真憑實據就事論事，多批判性思考以避免直覺偏誤。');
C('829	Political Animals	為何我們總是選錯人？人類政治行為的迷思	2021/5/31–2021/6/23	從演化的角度，探討政黨政治抱團文化，以及相關認知偏誤成因');
C("839	You're About to Make a Terrible Mistake	不當決策：行為經濟學大師教你避開人性偏誤	2022/9/3–2022/10/31	認知偏誤系列: 高瞻遠見的領袖不可信，須靠眾人來補足決策遺缺。");
C('840	Noise: A Flaw in Human Judgment	雜訊：人類判斷的缺陷	2022/11/1–2023/4/17	比起認知偏誤更嚴重的人類決策缺陷');

G('book:economics	泛經濟學書籍');
C('739	Capital in the Twenty-First Century	Le Capital au XXIe siècle	2015/2/21 19:0	掀開「經濟成長重於貧富不均」假面具之新引子	{"original language":"fr-FR"}');
C('744	The Price of Inequality	不公平的代價：破解階級對立的金權結構	2016/1/15–2016/2/9	闡述當代貧富懸殊，以及「先富起來」沒效率的原因。');
C('746	The Great Escape	財富大逃亡：健康、財富與不平等的起源	2016/3/5–4/24	健康與財富的關聯，及援助的效用');
C('Phishing for Phools');
C('Misbehaving');
C('Freakonomics');
C('SuperFreakonomics');
C('Think Like a Freak');
C('When to Rob a Bank');
C('789	An Economist Gets Lunch	中午吃什麼？一個經濟學家的無星級開味指南	2019/8/23–2019/8/26 13:38	經濟學家對各國飲食文化與覓食訣竅的考察');
C('791	The Great Divide	大鴻溝：從貿易協定到伊波拉病毒，撕裂的階級擴大衝擊全球社會公平	2019/8/28–2019/10/10	錢聚富人手中的危害、政府當如何制定政策');
C('796	The Inner Level	收入不平等：為何他人過得越好，我們越焦慮？	2020/1/11–2020/1/21	貧富差距如何損害個人身心健康與社會秩序，又該如何改善');
C('815	A Little History of Economics	經濟學的40堂公開課	2020/7/8–2020/7/20	經濟學小史');
C('830	Reading Minds	讀心：我們因此理解或誤判他人意圖的心智理論	2021/6/24–2021/7/8	探討人如何發展出推測他人意向的能力，以及與之相關的議題。');
C('832	The Future of Capitalism	The Future of Capitalism: Facing the New Anxieties	2021/9/2–2021/11/21	重拾道德責任以解決資本主義問題');

G('book:politics	政治制度+社會經濟制度+意識形態+人生觀書籍');
// also see book:philosophy
C('492	AMessagetoGarcia	A Message to Garcia	2006/6/29	洗腦之作');//615
C('517	Meeting_the_Shadow	MEETING THE SHADOW	2006/5?–11末	情緒處理');//617
C('518	The_Message_of_a_Master	THE MESSAGE of a MASTER	2006/5?–11末	成功術');//618
C('519	Words_of_Jewish_wisdom	猶太人的幽默智慧	2006/5?–11末	格言集');//619
C('524	Unspoken_rules	潜规则	2007/2/1–2	吴思歷史系列: 官場陋規評論	{"original language":"cmn-Hans-CN"}');//621
C('529	The_rule_of_blood_and_gains	血酬定律	2007/2/20–22 17:53	吴思歷史系列: 歷史通論: 論革命的起因	{"original language":"cmn-Hans-CN"}');//624
C("663	Justice	JUSTICE: What's the Right Thing to Do?	影片2011/5/17–7/26;書2011/7/26–27,2014/9/3–15	Sandel 系列: 課程影片12集,通俗哲學書籍1");//634
C('676	AllBooksHadBeenRead	书读完了	2011/11/15 晚–2012/1/15 16:38:46	隨筆選輯	{"original language":"cmn-Hans-CN"}');//635
C('gunsgermssteel');
C('711	UglyChinese	醜陋的中國人	2013/5/25–6/9	憤世嫉俗集	{"original language":"cmn-Hant-TW"}');
C('771	Why Nations Fail	國家為什麼會失敗：權力、富裕與貧困的根源	2018/5/27–2018/7/13 21:53	闡述壓榨百姓不利創新與對國家的危害');
C('772	Why the West Rules	西方憑什麼：五萬年人類大歷史，破解中國落後之謎	2018/7/14–2018/7/22 22:42	東方西方簡史');
C('793	The Evolution of Everything	無所不在的演化：如何以廣義的演化論建立真正科學的世界觀	2019/10/28–2019/11/15	自由主義反對管制的世界觀');
C('The Inner Level');
C('Weapons of Math Destruction');
C('814	World Without Mind	被壟斷的心智	2020/6/28–2020/7/7	新聞編輯批評科技嚴重威脅出版業');
C('816	On Tyranny	暴政	2020/7/20–2020/7/25	呼籲每個人親力親為、以真相抵抗暴政');
C('817	Truth: How the Many Sides to Every Story Shape Our Reality	後真相時代：當真相被操弄、利用，我們該如何看？如何聽？如何思考？	2020/7/26–2020/7/30	真相包含許多面事實，抓住片面事實說事只是話術');
C('Prius or Pickup?');
C('Political Animals');
C('833	Winners Take All	贏家全拿	2021/11/23–2022/1/4	揭露慈善如何是為富人的緩兵之計');
C('835	Explaining Humans	Explaining Humans: What Science Can Teach Us about Life, Love and Relationships	2022/1/7–2022/2/2	ASD 患者對人際相處之道的論述');
C("836	The Tyranny of Merit	The Tyranny of Merit: What's Become of the Common Good?	2022/2/6–2022/6/13	才德至上思想如何使社會分化及損害民主");

G('book:parenting	育兒教養+學習法書籍');
C('410	TheEssential55	The Essential 55	2005/2–3/16	教學法');//607
C("484	DontGiveMeThatAttitude	Don't Give Me That Attitude!	2006/5–6/2	養兒經：教養守則");//611
C('487	ChildrenAreFromHeaven	Children Are From Heaven	2006/3–4	養兒經：教養守則');//612
C('490	kainoukyouiku	快脳教育	2006/6	學習法	{"original language":"ja-JP"}');//613
C('520	1-2-3Magic	1-2-3 Magic	2006/12/4?–30	養兒經：教養守則');//620
C('AllBooksHadBeenRead');
C("821	Why Don't Students Like School?	學生為什麼不喜歡上學？	2020/9/10–2020/9/26	基於認知心理學的9種教學技巧");

G('book:philosophy	哲學+老莊書籍');
C('296	OnFreedom	On Freedom	2003/9	言論選集');//605
C('544	Give_me_the_real_Zhuangzi	还吾庄子	2007/2,7/4–14	古文新注	{"original language":"cmn-Hans-CN"}');//626
C('561	Give_me_the_real_Laozi	还吾老子	2007/11–2008/1/6 17:38:1	古文新注	{"original language":"cmn-Hans-CN"}');//627
C('Justice');
C('734	The Case Against Perfection	反對完美：科技與人性的正義之戰	2014/9/16–23	Sandel 系列: 道德的高鳴');
C("756	What Money Can't Buy	錢買不到的東西：金錢與正義的攻防	2017/4/19–23	Sandel 系列: 對金錢介入道德領域的擔憂");
C('798	Read Laozi and Zhuangzi in useless days	無用的日子讀老莊	2020/2/5–2020/2/10	道家思想淺窺	{"original language":"cmn-Hant-TW"}');

G('book:religion	宗教+超自然探討書籍');
C('392	unbelievable	難以置信	2004/11/7	另類科普	{"original language":"cmn-Hant-TW"}');//606
C('421	Chen_discusses_geomancy	陳怡魁論風水	2005/4–5/16	廣告書籍?	{"original language":"cmn-Hant-TW"}');//609
C('478	Gospel_of_Thomas	Gospel of Thomas	2006/4/7–8	福音書極個人性質獨斷注解');//610
C('491	LifeAfterLife	Life After Life	1996?	另類科學探討');//614
C('513	Handbook_for_Mankind	人類手冊	2006/5?–11/18	佛教書籍	{"original language":"th-TH"}');//616
C('573	The_Tibetan_Book_of_Living_and_Dying	西藏生死書	2008/5/17–23,6/7–15,21	佛教書籍');//629
C('712	BuddhistEducation	認識佛教：幸福美滿的教育	2013/6/16–17	佛教書籍	{"original language":"cmn-Hant-TW"}');
C('732	The God Delusion	上帝的迷思	2014/8/9–26 0:46	無神論者的戰歌');
C('788	Imagine all the people	La vie est à nous	2014–2019/8/20 22:18	達賴新經：達賴喇嘛對世俗事務的見解	{"original language":"fr-FR"}');
C('790	Sea of Wisdom	智慧之海，達賴喇嘛與當代科學家的對話	2019/9/4–2019/9/8 17:12	達賴喇嘛與科學家開展「心智與生命研討會」的來龍去脈	{"original language":"cmn-Hant-TW"}');

G('book:history	歷史+藝術+文化+社會科學+人文科學書籍');
C('411	1587	萬曆十五年	2005/1–3/18	明史評論	{"original language":"cmn-Hant-TW"}');//608
C('Unspoken_rules');
C('526	Ancient_History_of_China	中國上古史綱	2007/2/8–11	歷史通論: 陋規形成的起因	{"original language":"cmn-Hant-TW"}');//623
C('The_rule_of_blood_and_gains');
C('537	shousetujyuuhassiryaku	小説十八史略	2007/3–6/28 20:25:8	中国歴史小説	{"original language":"cmn-Hans-CN"}');//625
C('658	Sumer_Cities_of_Eden	苏美尔：伊甸园的城市	2011/5/13–15	歷史書籍	{"original language":"cmn-Hans-CN"}');//633
C('gunsgermssteel');
C("737	Why can't Hermione Marry Harry	赫敏为什么不能嫁给哈利	2014/10/25–26	英美文化雜談	{\"original language\":\"cmn-Hans-CN\"}");
C('745	The Shortest History of Europe	你一定愛讀的極簡歐洲史	2016/2/11–14	走馬看花歐洲史');
C('753	The Story of Art	藝術的故事	2016/10/15–2017/2/9	藝術史+藝術家枚舉');
C('Why Nations Fail');
C('773	Shitte okitai shoku no Nihon shi	知っておきたい「食」の日本史	2018/8/16–2018/8/24 15:30	日本食物源流集粹	{"original language":"ja-JP"}');
C('778	Confused Taiwan History	被混淆的臺灣史	2018/12/9–2019/1/11 19:34	駱芬美臺灣史系列	{"original language":"cmn-Hant-TW"}');
C('780	Distorted Taiwan History	被扭曲的臺灣史	2019/2/7–3/11	駱芬美臺灣史系列	{"original language":"cmn-Hant-TW"}');
C('Sapiens');
C('Homo Deus');
C('799	Qin Shi Huang	秦始皇：一場歷史的思辨之旅	2020/2/11–2020/2/14	代入歷史場景，思辨為何與該如何	{"original language":"cmn-Hant-TW"}');
C('801	Rise of Empire	帝國崛起：一場歷史的思辨之旅2	2020/2/24–2020/3/1	讀史可習得教訓。治國當行仁義	{"original language":"cmn-Hant-TW"}');
C('802	Partners and Enemies	敵我之間：一場歷史的思辨之旅3	2020/3/1–2020/3/7	不知其子視其友，不知其君視其左右。物以類聚，人以群分。李斯與太子丹	{"original language":"cmn-Hant-TW"}');
C('21 Lessons for the 21st Century');
C('805	Dream of Hegemony	霸王之夢：一場歷史的思辨之旅4	2020/4/8–2020/4/12	吳國的故事：興起與滅亡	{"original language":"cmn-Hant-TW"}');
C('807	The punch line in the history of Taiwan	臺灣史上最有梗的臺灣史	2020/4/25–2020/5/3	嘗試以風趣筆法介紹臺灣史	{"original language":"cmn-Hant-TW"}');
C('837	A Different Kind of Chinese History 1	不一樣的中國史1	2022/4/20–2022/6/21	從近百年考古與揉合近代理論的角度重新審視中國史');

G('book:misc	其他雜文論文等，文學創作外之書籍心得、讀書筆記	「三小時讀懂這本書」系列');
C('845	book1	一般書籍、文章雜談1	2003/5/9–	一般書籍、文章雜談合輯');


G('movie	電影');//637-
C('281	BATTLE ROYALE	BATTLE ROYALE	2003/6/17	電影');//637
C('THE MATRIX');//638
C('333	InfernalAffairs	無間道	2004/4/18	3部電影');//639
C('377	CONTACT	CONTACT	2000/4/19	電影報告');//640
C('623	Watchmen	Watchmen	2010/3/10	英雄批判');//641
C('642	Inception	Inception	2011/1/18	電影');//642
C('646	3 Idiots	3 idiots	2011/3/5	電影');//643

G('media	影像/音訊/多媒體');//637-
C('Justice');
C('687	CriticalReasoningForBeginners	Critical Reasoning for Beginners	2012/5/20–5/30	開放式課程:批判性思考');
C('TheGrandDesign');
C('704	2012_Sandel_tour	2012 Michael Sandel 講座	2012/12/30	Sandel 系列: 千人講座');
C('735	lusuwei	盧蘇偉有聲書	2014/10/15 23:9	養兒經+成長秘訣');
C('846	video1	一般影視雜談1	2004/6/6–	一般影視雜談合輯');

G('unfinished	進行中評論	（未完待續）');//644-
C('BLEACH');//647
C('DNAngel');//651
C('hagaren');//652
C('yugo');//655
//C('TrinityBlood');
C('Pastel');//656
C('DGrayMan');//657

G('article	雜文/專文論述');//660-
C('334	SocialPhychology	社會心理學	2002/12/18	認知偏誤系列: 筆記');//660
C('335	kanashimi	悲傷的本質	2001/8/25	專文');//661
C('336	meaning_of_life	人生的意義	2001/9/22	專文');//662
C('366	OnBuddha	說佛	2004/8/1	專文');//663
C('373	maigo	迷子	1998/3	序言兼介紹');//664
C('374	stewardTalk	總務處網頁雜談	2000/5–6	不要臉的雜談');//665
C('376	imageJapan	我想像中的日本	1998/6	報告');//666
C('412	BigFiveExtendedCode	大五日文仮名擴充碼的心酸血淚史	2003/9/20 3:54	閒來一論');//667
C('415		工作筆記	2004/2–	note');//668
C('599	free_knowledge	知識共享	2009/3/8 23:43:9	沒營養且錯誤百出的應景雜文');//669
C('600	future_of_print_media	平面媒體的未來	2009/3/19 15:27:55	沒營養且錯誤百出的應景雜文');//670
C('601		媒體對個人生活的影響	2009/3/22 19:35:20–26 1:37:55	沒營養且錯誤百出的應景雜文');//671
C('603	media_and_social_accountability	媒體與社會責任	2009/4/23–25 0:11:4	沒營養且謬誤百出的應景雜文');//672
C('606	Ideas_About_SQL_Access_Mechanism	資料庫存取方法空想提議	2008‎/12‎/30‎ 1:48:47	天方夜譚？');//673
C('613		未來式學習	2006/1/14 2:32, 2009/5/17 21:56:04 增補	沒營養且謬誤百出的應景雜文');//674
C('614	imbalanced_sex-ratio_of_China	中國性別比例失衡問題	2009/8/2 17:54:57	沒營養且謬誤百出的癡話');//675
C('664	DHTML	DHTML 網頁製作	2001/9–10, 2011/7/7 增列	妄言妄語');//676
C('666	CeJS	Colorless echo JavaScript framework	2011/8/16 11:00:52	JavaScript library 說明書與雜談');//677
C('678	How_to_Discuss	有效的討論	2012/1/31 01:04:13	討論溝通邏輯專文');//678
C('691	love	愛情	2012/2/27–7/13 20:27:28	專文');

G('event	時事議題評論');
C('703	democracy	民主	1995/12/2–至死方休	民主劄記合輯：選舉暨政治風涼集');
C('727	event1	時事#1	1998–	時事評論彙整合輯');
C('710	KuangTaHsing28	廣大興28號事件	2013/5/17–18	時事風涼話');
C('717	HungChungChiu	洪仲丘事件	2013/7/12–22	軍中文化有感而發');
C('729	2011_Tohoku_earthquake	東日本大震災	2011/3/11–27	嚴重天災檢討彙整');
C('730	Eurozone_crisis	歐債危機	2010/5/16–2012/6/24	經濟災難');
C('827	COVID-19 pandemic	新冠病毒疫情	2020/1/28–2021/6/8	COVID-19 疫情札記');

G('creation	文藝作品 / literary creation');//679-
C('365	kegarenaki	穢れ無き世界	2003/10	原創草草稿');//679
C('451	huan	幻	1997/1/20	原創極短篇');//680
C('567	noTitle01	無題01	2008/4/9	原創草草稿');//681
C('636	cage_street	鳥籠街少年殺人事件	2010/12/5	原創草草稿');//682

G('diary	日記/食記合輯');//683-
C('445	diary1994	1994日記	1994/2/26–1994/12/31	日記數位化計畫');//683
C('831	diary1995	1995日記	1995/1/1–1996/1/1	日記數位化計畫');//684
C('446	diary1996	1996日記	1996/1/1–1996/12/	日記數位化計畫');//684
C('375	diary0	日記#0	1998/3/19–1999/4/11	第一個網站的過程實錄');//685
C('254	diary1	日記#1	2000/12/26–2001/6/14	心情寫真一般的東東吧:青澀歲月中–止');//686
C('255	diary2	日記#2	2001/6/23–12/2	雜記:青澀歲月止–2001末');//687
C('256	diary3	日記#3	2002/1/7–7/15	2002–逍遙日子結束');//688
C('257	diary4	日記#4	2002/7/16–9/15	新訓<s> .. 預計退伍後解禁</s>');//689
C('258	diary5	日記#5	2002/9/15–12/21	下部隊–');//690
C('259	diary6	日記#6	2002/12/27–2003/4/27	通過共同性驗收+疑似較為適應–');//691
C('275	diary7	日記#7	2003/4/27–7/14	SARS&大退潮–大退潮結束');//692
C('284	diary8	日記#8	2003/7/14–2003/9/5	暑假（當然不是指我）–跳樓事件');//693
C('294	diary9	日記#9	2003/9/6–10/20	隔一個月的返家–破百・期待退伍的心（ま～だだよっ）');//694
C('301	diary10	日記#10	2003/10/22–2004/1/21	不預期突然襲來的長期留營（意味不明じゃん）–退伍');//695
C('317	diary11	日記#11	2004/1/22–6/18	直に仕事なんて……–仕事告一段落');//696
C('356	diary12	日記#12	2004/6/20–9/16	快長假–打擊');//697
C('382	diary13	日記#13	2004/9/16–2005/1/28	再起?–長假<s>.. 因種種因素，這段日記等我過世後再解禁吧。</s>');//698
C('401	diary14	日記#14	2005/1/29–5/15	真正的長假–選舉');//699
C('429	diary15	日記#15	2005/5/15–7/23	清HD中–醜惡的官場現形記');//700
C('441	diary16	日記#16	2005/7/24–10/30	悠閒的長假–請客');//701
C('454	diary17	日記#17	2005/10/31–2006/7/5	生活費估算–最後の準備');//702
C('495	diary18	日記#18	2006/7/6–2006/12/1	新しい季節？–異兆（矢張り）');//703
C('515	diary19	日記#19	2006/12/2–2007/6/9	暖冬降臨–再換工作');//704
C('534	diary20	日記#20	2007/6/9–2007/11/25	仮初の結末：待退生活–漸上軌道');//705
C('558	diary21	日記#21	2007/11/28–2009/5/10	事故–歡樂(?)時光結束');//706
C('604	diary22	日記#22	2009/5/10–2009/12/31	調職–年終');//707
C('622	diary23	日記#23	2010/1/1–2010/8/27	新年–舊忙碌時代的完結');//708
C('628	diary24	日記#24	2010/8/28–2011/3/3	新職位的開始–大 trouble');//709
C('645	diary25	日記#25	2011/3/3–2011/8/12	忐忑–中元');//710
C('665	diary26	日記#26	2011/8/13–2012/4/4	新戰力–工作稍歇喘口氣');//711
C('682	diary27	日記#27	2012/4/4–2013/7/11	清明–閒置');//712
C('715	diary28	日記#28	2013/7/12–2016/1/3	颱風蘇力–新年時假雨紛紛');//712
C('742	diary29	日記#29	2016/1/3–	年初–');//712

G('commodity	美食、購物商品服務的使用心得、評論');
C('695	food1	食記#1	2007/11/24–2012/6/30	美食後記合輯:初試啼聲–經驗累積中');//712
C('696	food2	食記#2	2012/7–2012/11	美食後記合輯:使用相機–暫歇');//712
C('701	food3	食記#3	2012/11–	美食後記合輯:久出覓食–');//712
C('750	commodity1	購物評論#1	2007–	購物商品服務的使用心得、評論合輯');

G('misc	其他');//476-
C('751		健康	2007–	健康及醫療保健合輯');
C('834		健康	2021–	健康及醫療保健合輯');
